Repository: conectiva-linux/cl4
Catalog: src/gnome-network-1.0.1-5cl/gnome-network-*.po
Languages: pt_br

source: The GNOME talk program.
pt_br: Programa GNOME de conversação (talk).

source: _Terminate
pt_br: _Terminar

source: Terminates this talk session
pt_br: Termina esta sessão de conversação.

source: _About
pt_br: _Sobre

source: Info about this program
pt_br: Informações sobre este programa

source: _Talk
pt_br: _Conversar

source: _Help
pt_br: _Ajuda

source: Talking to
pt_br: Conversando com

source: Talk
pt_br: Conversar

source: Talk to
pt_br: Conversar com

source: Specify TTY
pt_br: Especificar TTY

source: Failed to find the address for this host
pt_br: Falha na procura do endereço desta máquina

source: Failed to find the address for the remote host
pt_br: Falha na procura do endereço da máquina remota

source: Talk progress
pt_br: Progresso da conversação

source: Error
pt_br: Erro

source: could not create socket
pt_br: não foi possível criar conexão

source: init_control_socket: could not bind()
pt_br: init_control_socket: não foi possível fazer o bind()

source: getsockname() failed
pt_br: falha em getsockname()

source: could not bind ()
pt_br: não foi possível fazer o bind()

source: Error sending
pt_br: Erro ao enviar

source: Error when reading from talk daemon
pt_br: Erro ao ler do serviço de conversação

source: Error trying to listen for caller
pt_br: Erro tentando escutar o sistema remoto

source: Trying to connect to your party's talk daemon
pt_br: Tentando conectar ao parceiro de conversação

source: Lost connection
pt_br: Conexão perdida

source: Unable to connect with your party
pt_br: Não foi possível conectar com o parceiro

source: Waiting for your party to respond
pt_br: Aguardando resposta do parceiro

source: response uses an invalid network address
pt_br: resposta utiliza um endereço de rede inválido

source: CANCEL CALLBACK:Answer:%d
pt_br: CANCELAR LIGAÇÃO DE VOLTA: Resposta:%d

source: Your party is not logged on
pt_br: Seu parceiro não está conectado ao sistema

source: Target machine is too confused to talk to us
pt_br: Máquina remota está muito confusa para conversar conosco

source: Target machine does not recognize us
pt_br: Máquina remota não nos reconhece

source: Your party is refusing messages
pt_br: Seu parceiro está recusando mensagens

source: Target machine can not handle remote talk
pt_br: Máquina remota não suporta conversações remotas

source: Target machine indicates protocol mismatch
pt_br: Máquina remota indica erro de protocolo

source: Target machine indicates protocol botch (addr)
pt_br: Máquina remota indica protocolo malfeito (addr)

source: Target machine indicates protocol botch (ctl_addr)
pt_br: Máquina remota indica protocolo malfeito (ctl_addr)

source: Error while writing to remote file
pt_br: Erro ao escrever em arquivo remoto

source: Error while writing to local file
pt_br: Erro ao escrever em arquivo local

source: Error while writing to database file
pt_br: Erro ao escrever em arquivo da base de dados

source: Copying from local to remote
pt_br: Copiando de local para remoto

source: Copying from remote to local
pt_br: Copiando de remoto para local

source: Couldn't open file for writing:
pt_br: Não foi possível abrir arquivo para escrita:

source: Error while reading database file
pt_br: Erro ao ler arquivo da base de dados

source: Initial entry
pt_br: Entrada inicial

source: _Synchronize
pt_br: _Sincronizar

source: New entry...
pt_br: Nova entrada...

source: Remove
pt_br: Remover

source: Retry
pt_br: Tentar novamente

source: About...
pt_br: Sobre...

source: Synchronize
pt_br: Sincronizar

source: The GNOME file synchronization program.
pt_br: Programa GNOME de sincronização de arquivos.

source: Remote
pt_br: Remoto

source: Immediately synchronize with remote
pt_br: Sincronizar com máquina remota imediatamente

source: Error while synchronizing database file
pt_br: Erro ao sincronizar arquivo da base de dados

source: Browse...
pt_br: Procurar...

source: New entry
pt_br: Nova entrada

source: Local name:
pt_br: Nome local:

source: Remote name:
pt_br: Nome remoto:

source: Both files modified since last synchronization
pt_br: Ambos arquivos foram modificados desde a última sincronização

source: Error while reading local file
pt_br: Erro ao ler arquivo local

source: Error while reading remote file
pt_br: Erro ao ler arquivo remoto

source: Couldn't open remote file for reading
pt_br: Não foi possível abrir arquivo remoto para leitura.

source: Couldn't open local file for reading
pt_br: Não foi possível abrir arquivo local para leitura.

source: Both local and remote files are missing
pt_br: Ambos os arquivos (local e remoto) não foram localizados

source: Synchronizing...
pt_br: Sincronizando...

source: Recieve
pt_br: Receber

source: Enter search string
pt_br: Inserir mensagem de procura

source: Send
pt_br: Enviar

source: Enter transmission string
pt_br: Digite mensagem de transmissão

source: Send User Name
pt_br: Enviar Nome do Usuário

source: Username taken from Authentication
pt_br: Nome do usuário obtido da Autenticação

source: Send User Password
pt_br: Enviar Senha do Usuário

source: Password taken from Authentication
pt_br: Senha obtida da Autenticação

source: Dynamic User Input
pt_br: Entrada Dinâmica de Usuário

source: Prompt for hidden input, enter mnenonic
pt_br: Pedido de entrada oculta, digite mnemônico

source: This account is in use and cannot be modified.
pt_br: Esta conta está em uso e não pode ser modificada.

source: open_account_window(): account=NULL with clone flag
pt_br: open_account_window(): account=NULL com sinal de cópia

source: open_account_window(): calling arguments invalid
pt_br: open_account_window(): argumentos de chamada inválidos

source: Dial
pt_br: Discar

source: Authentication
pt_br: Autenticação

source: IP Address
pt_br: Endereço IP

source: Script
pt_br: Roteiro

source: Account Name
pt_br: Nome do Usuário

source: Redial Maximum
pt_br: Máximo número de discagens

source: Modem Device
pt_br: Dispositivo de modem

source: Connection Speed
pt_br: Velocidade da conexão

source: Modem Initialization
pt_br: Inicialização do Modem

source: Phone Numbers
pt_br: Números de Telefone

source: Add
pt_br: Adicionar

source: User Name
pt_br: Nome do Usuário

source: Remote Name
pt_br: Nome Remoto

source: Hidden Password
pt_br: Senha Oculta

source: Password
pt_br: Senha

source: Local IP Address
pt_br: Endereço IP Local

source: Dynamic
pt_br: Dinâmico

source: Static
pt_br: Estático

source: Netmask
pt_br: Máscara de Rede

source: Remote IP Address
pt_br: Endereço IP Remoto

source: DNS Servers
pt_br: Servidores de DNS

source: Search Domains
pt_br: Domínios de Procura

source: Domain Name
pt_br: Nome do Domínio

source: Action
pt_br: Ação

source: Text
pt_br: Texto

source: Login Script
pt_br: Roteiro de Autenticação

source: Insert
pt_br: Inserir

source: Add Default Route
pt_br: Adicionar Rota Padrão

source: Lock Dialout Device
pt_br: Travar Dispositivo de Discagem

source: Maximum Transmission Unit
pt_br: Unidade Máxima de Transmissão (MTU)

source: Maximum Recieve Unit
pt_br: Unidade Máxima de Recepção (MRU)

source: Run Program After Connect
pt_br: Executar Programa Após Conectar

source: Run Program After Disconnect
pt_br: Executar Programa Após Desconectar

source: **PASSWORD**
pt_br: **SENHA**

source: script_type_cb(): optionmenu data bad
pt_br: script_type_cb(): dados da opção de menu inválidos

source: New Dialer
pt_br: Novo Discador

source: _Debug Terminal
pt_br: Terminal de _Depuração

source: New...
pt_br: Novo...

source: Duplicate...
pt_br: Duplicar...

source: Edit...
pt_br: Editar...

source: Delete...
pt_br: Apagar...

source: _Account
pt_br: _Conta

source: refresh_dial_app(): gtk_clist_append failed.
pt_br: refresh_dial_app(): gtk_clist_append falhou.

source: Connect
pt_br: Conectar

source: Cancel
pt_br: Cancelar

source: Disconnect
pt_br: Desconectar

source: You must disconnect before closing.
pt_br: É necessário desconectar antes de fechar.

source: connect_button_cb(): no selected account
pt_br: connect_button_cb(): nenhuma conta está selecionada

source: This account is in use.
pt_br: Esta conta está em uso.

source: The account is in use and cannot be removed.
pt_br: A conta está em uso e não pode ser removida.

source: You don't have permission to execute pppd.
pt_br: Você não tem permissão para executar o pppd.

source: The modem is in use by another program.
pt_br: O modem está em uso por um outro programa.

source: Running pppd.
pt_br: Executando pppd.

source: Closing connection.
pt_br: Fechando a conexão.

source: The pppd program failed to run gnome-ppp-chat.
pt_br: O programa pppd falhou ao tentar executar o gnome-ppp-chat.

source: The modem could not be hung up.
pt_br: Não foi possível desconectar o modem.

source: Initalizing modem.
pt_br: Inicializando o modem.

source: Your modem is not responding to initalization.
pt_br: O modem não está respondendo à inicialização.

source: No answer after maximum number of re-dial attempts.
pt_br: Não houve resposta após o número máximo de tentativas de discagem.

source: No phone numbers specified for this account.
pt_br: Nenhum número de telefone foi especificado para esta conta.

source: Dialing.
pt_br: Discando.

source: No dialtone.
pt_br: Sem tom de discagem.

source: Number Busy.
pt_br: Número ocupado.

source: Connected.
pt_br: Conectado.

source: The modem lost connection with remote host.
pt_br: O modem perdeu a conexão com a máquina remota.

source: Running Script.
pt_br: Executando Roteiro.

source: Script Complete.
pt_br: Roteiro Completado.

source: PPP connection established.
pt_br: Conexão PPP estabelecida.

source: Failed to establish a PPP connection.
pt_br: Falha ao tentar estabelecer conexão PPP.

source: The pppd daemon died unexpectedly.
pt_br: O servidor pppd terminou inesperadamente.

source: ---NEW CONNECTION---
pt_br: ---NOVA CONEXÃO---
