Repository: conectiva-linux/cl4
Catalog: src/enlightenment-conf-0.15-8cl/enlightenment-conf-*.po
Languages: pt_br

source: Run command
pt_br: Executar comando

source: Restart Enlightenment
pt_br: Reiniciar o Enlightenment

source: Exit Enlightenment
pt_br: Sair do Enlightenment

source: Goto Next Desktop
pt_br: Ir para a próxima Área de Trabalho

source: Goto Previous Deskop
pt_br: Ir para a Área de Trabalho anterior

source: Goto Desktop
pt_br: Ir para Área de Trabalho

source: Raise Desktop
pt_br: Aumentar a Área de Trabalho

source: Lower Desktop
pt_br: Diminuir a Área de Trabalho

source: Reset Desktop In Place
pt_br: Reiniciar Área de Trabalho Atual

source: Toggle Deskrays
pt_br: Acionar Visualizador de Áreas de Trabalho

source: Cleanup Windows
pt_br: Limpar Janelas

source: Scroll Windows to left
pt_br: Rolar Janelas para esquerda

source: Scroll Windows to right
pt_br: Rolar Janelas para direita

source: Scroll Windows up
pt_br: Rolar Janelas para cima

source: Scroll Windows down
pt_br: Rolar Janelas para baixo

source: Scroll Windows by [X Y] pixels
pt_br: Rolar janelas em [X Y] pixels

source: Move mouse pointer to left
pt_br: Mover o indicador do mouse para a esquerda

source: Move mouse pointer to right
pt_br: Mover o indicador do mouse para a direita

source: Move mouse pointer up
pt_br: Mover o indicador do mouse para cima

source: Move mouse pointer down
pt_br: Mover o indicador do mouse para baixo

source: Move mouse pointer by [X Y]
pt_br: Mover o indicador do mouse em [X Y]

source: Goto Desktop area [X Y]
pt_br: Ir para a Área de Trabalho [X Y]

source: Move to Desktop area on the left
pt_br: Mover para a Área de Trabalho à esquerda

source: Move to Desktop area on the right
pt_br: Mover para a Área de Trabalho à direita

source: Move to Desktop area above
pt_br: Mover para a Área de Trabalho acima

source: Move to Desktop area below
pt_br: Mover para a Área de Trabalho abaixo

source: Raise Window
pt_br: Aumentar a Janela

source: Lower Window
pt_br: Diminuir a janela

source: Close Window
pt_br: Fechar a Janela

source: Annihilate Window
pt_br: Destruir a Janela

source: Stick / Unstick Window
pt_br: Espichar/Encolher a Janela

source: Iconify Window
pt_br: Minimizar a janela e criar um ícone

source: Shade / Unshade Window
pt_br: Sombrear/Retirar Sombra da Janela

source: Maximise Height of Window
pt_br: Maximizar altura da janela

source: Maximise Height of Window to whole screen
pt_br: Maximizar a altura da janela para o tamanho da tela

source: Maximise Height of Window toavailable space
pt_br: Maximizar a altura da janela para toda a área disponível

source: Maximise Width of Window
pt_br: Maximizar a largura da janela

source: Maximise Width of Window to whole screen
pt_br: Maximizar a largura da janela para toda a tela

source: Maximise Width of Window toavailable space
pt_br: Maximizar a largura da janela para toda a área disponível

source: Maximise Size of Window
pt_br: Maximizar o Tamanho da Janela

source: Maximise Size of Window to whole screen
pt_br: Maximizar Tamanho da Janela para toda a tela

source: Maximise Size of Window toavailable space
pt_br: Maximizar o Tamanho da Janela para todo o espaço disponível

source: Send window to next desktop
pt_br: Enviar janela para a próxima área de trabalho

source: Send window to previous desktop
pt_br: Enviar janela para a área de trabalho anterior

source: Switch focus to next window
pt_br: Alterar o foco para a próxima janela

source: Switch focus to previous window
pt_br: Alterar o foco para a janela anterior

source: Glue / Unglue Window to Desktop screen
pt_br: Colar/Descolar janela da Área de Trabalho

source: Set Window layer to On Top
pt_br: Configurar janelas no topo

source: Set Window layer to Above
pt_br: Configurar janelas encima

source: Set Window layer to Normal
pt_br: Configurar janelas para Normal

source: Set Window layer to Below
pt_br: Configurar janelas embaixo

source: Set Window layer
pt_br: Configurar camada de janelas

source: Move Window to area on left
pt_br: Mover janela para a área à esquerda

source: Move Window to area on right
pt_br: Mover janela para a área à direita

source: Move Window to area above
pt_br: Mover janela para a área acima

source: Move Window to area below
pt_br: Mover janela para a área abaixo

source: Move Window by area [X Y]
pt_br: Mover janela para a área [X Y]

source: Set Window border style to the Default
pt_br: Configurar bordas da janela para o modo padrão

source: Set Window border style to the Borderless
pt_br: Configurar janela sem bordas

source: Forget everything about Window
pt_br: Esquecer tudo sobre a Janela

source: Remember all Window settings
pt_br: Recordar todas as configurações da Janela

source: Remember Window Border
pt_br: Recordar Borda da Janela

source: Remember Window Desktop
pt_br: Recordar Janela da Área de Trabalho

source: Remember Window Desktop Area
pt_br: Recordar Área de Trabalho

source: Remember Window Size
pt_br: Recordar Tamanho da Janela

source: Remember Window Location
pt_br: Recordar Localização da Janela

source: Remember Window Layer
pt_br: Recordar Camada de Janela

source: Remember Window Stickyness
pt_br: Recordar Alteração de Tamanho da Janela

source: Remember Window Shadedness
pt_br: Recordar Ausência de Sombra da Janela

source: Try
pt_br: Tentar

source: Revert
pt_br: Reverter

source: Cancel
pt_br: Cancelar

source: Enable
pt_br: Habilitar

source: %1.0f Desktops
pt_br: %1.da Área de Trabalho

source: The virutal desktop size will be %1.0f x %1.0f screens in size
pt_br: A Área de Trabalho virtual será de %1.Of x %1.Of da tela

source: Edge flip resistance (0.01 sec)
pt_br: Resistência da borda (em centésimos de segundo)

source: The number of separate desktops layered on top of eachother
pt_br: O número de áreas de trabalho separadas por camadas umas sobre as outras

source: Opaque
pt_br: Opaco

source: Windows are moved in a solid fashion
pt_br: Janelas são movimentadas no estilo sólido

source: Lined
pt_br: Linha

source: Windows are moved by drawing construction lines around them
pt_br: Janelas são movimentadas através da construção de uma linha ao seu redor

source: Box
pt_br: Caixa

source: Windows are moved by drawing a box as their outline
pt_br: Janelas são movimentadas através do desenho de uma caixa ao seu redor

source: Shaded
pt_br: Sombreadas

source: Windows are moved by drawing a stippled outline of them
pt_br: Janelas são movimentadas através da construção de uma linha pontilhada

source: Semi-Solid
pt_br: Semi Sólidas

source: Windows are moved by drawing a chequered outline of them
pt_br: Janelas são movimentadas através da construção de uma sombra sobre elas

source: Translucent
pt_br: Translúcida

source: Windows are moved by drawing a translucent copy of the window
pt_br: Janelas são movimentadas através da construção de uma cópia translúcida

source: Windows are resized as you drag
pt_br: Janelas são redimensionadas assim que o mouse é arrastado

source: Windows get resized by displaying construction lines around them
pt_br: Janelas são redimensionadas através de uma linha que mostra o seu novo tamanho

source: Windows are resized by drawing a box as their outline
pt_br: Janelas são redimensionadas através do desenho de uma caixa de seu novo tamanho

source: windows are resized by drawing a stippled outline of them
pt_br: Janelas são redimensionadas através do desenho de uma linha pontilhada

source: Windows are resized by drawing a chequered outline of them
pt_br: Janelas são redimensionadas através do desenho de uma sombra sobre elas

source: Mouse Pointer
pt_br: Apontador

source: Your keypresses are sent to whatever window your mouse is over at the time
pt_br: Os cliques serão enviados para a janela sobre a qual o apontador mouse estiver presente.

source: Sloppy Pointer
pt_br: Lento

source: Your keypresses are sent to the window your mouse was over last, if any
pt_br: Os cliques serão enviados para a última janela sobre a qual o mouse esteve presente, se houver alguma.

source: Pointer Clicks
pt_br: Foco do Mouse

source: You keypresses are sent to the window you last clicked on
pt_br: Os cliques serão enviado para a última janela na qual tenha havido algum clique

source: Move Methods
pt_br: Métodos de Movimentação

source: Resize Methods
pt_br: Métodos de Redimensionamento

source: Keyboard focus follows
pt_br: Manutenção de foco de teclado

source: Windows are slid in a solid fashion
pt_br: Janelas são movimentadas em estilo sólido

source: Windows are slid by drawing construction lines around them
pt_br: Janelas são movimentadas através da construção de linhas ao seu redor

source: Windows are slid by drawing a box as their outline
pt_br: Janelas são movimentadas através do desenho de uma caixa com o seu contorno

source: Windows are slid by drawing a stippled outline of them
pt_br: Janelas são movimentadas através do desenho de uma linha pontilhada

source: Windows are slid by drawing a chequered outline of them
pt_br: Janelas são movimentadas através da construção de uma sombra de seu tamanho

source: Window Sliding Methods
pt_br: Métodos de Movimentação de Janelas

source: Windows slide in when they appear
pt_br: Janelas se movem assim que aparecem

source: Windows slide about during window cleanup
pt_br: Janelas se movem durante a limpeza da janela

source: Desktops slide in when changing desktops
pt_br: Área de trabalho se move quando é alterada

source: Window shading speed (pixels / sec)
pt_br: Velocidade de sombreamento de janela (pixels/seg)

source: Enable Enlightenments background selection
pt_br: Habilita a seleção de imagem de fundo do Enlightenment

source: This enables Enlightenments background selector. If backgrounds are selected in this section any backgrounds selected in any other selector or set by any other programs on desktop 0 will be overidden by EnlightenmentEsta opção habilita a seleção do fundo pelo Enlightenment. Caso alguma imagem de fundo tenha sido selecionada por qualquer outro seletor ou programa,esta imagem será sobreposta.
pt_br: Barra de Arrasto

source: Location:
pt_br: Localização:

source: Left Right Top Bottom
pt_br: Esquerda Direita Acima Abaixo

source: Animate menus
pt_br: Menus de Animação

source: Reduce refresh (use SaveUnders)
pt_br: Reduzir atualização (usar Salvos)

source: Advanced Focus
pt_br: Foco Avançado

source: All new windows that appear get the keyboard focus
pt_br: Toda nova janela acionada receberá o foco do teclado

source: All new popup windows get the keyboard focus
pt_br: Toda janela nova que aparecer recebe o foco do teclado

source: Only new popup windows whose owner is focused get the keyboard focus
pt_br: Somente as janelas oriundas da janela em uso recebem o foco do teclado

source: Raise windows when switching focus with the keyboard
pt_br: Aumenta a janela ao alterar o foco com o teclado

source: Send the pointer to windows when switching focus with the keyboard
pt_br: Alterna o ponteiro do mouse ao alterar o foco com o teclado

source: Miscellaneous
pt_br: Diversos

source: Tooltips ON/OFF & timeout for tooltip popup (sec)
pt_br: Dicas Ligadas/Desligadas & tempo de espera para a janela de dicas (seg)

source: Automatic raising of windows after X seconds
pt_br: Aumento automático das janelas após X segundos

source: Transient popup windows appear together with leader
pt_br: Janelas transientes aparecem em conjunto com a líder

source: Switch to where popup window appears
pt_br: Alternar para onde as janelas apareçam

source: Display icons when windows are iconified
pt_br: Mostrar ícones quando as janelas forem minimizadas

source: Place windows manually
pt_br: Localizar janelas manualmente

source: Size of Virtual Screen
pt_br: Tamanho da Janela Virtual

source: Separate Desktops
pt_br: Áreas de Trabalho separadas

source: Number of colours in gradient
pt_br: Número de cores no gradiente

source: Image file
pt_br: Arquivo de imagem

source: Browse
pt_br: Mostrar

source: None
pt_br: Nenhum

source: Image display options
pt_br: Opções de apresentação de imagem

source: Repeat tiles across screen
pt_br: Repetir estilos através da tela

source: Retain image aspect ratio
pt_br: Manter a relação de aspecto da imagem

source: Maximise height to fit screen
pt_br: Maximizar a altura para caber na tela

source: Maximise width to fit screen
pt_br: Maximizar a largura para caber na tela

source: Top left
pt_br: Topo à esquerda

source: Top middle
pt_br: Topo no meio

source: Top right
pt_br: Topo à direita

source: Right middle
pt_br: No meio à direita

source: Bottom right
pt_br: Na base à direita

source: Bottom middle
pt_br: No meio embaixo

source: Bottom left
pt_br: À esquerda embaixo

source: Left middle
pt_br: No meio à esquerda

source: Centered
pt_br: Centralizado

source: Enlightenment: Edit Background
pt_br: Enlightenment: Editar fundo

source: Solid Colour
pt_br: Cor sólida

source: Gradient
pt_br: Gradiente

source: Background Image
pt_br: Imagem de fundo

source: Overlayed Logo
pt_br: Sobrepor Logo

source: Please select the attribute of this background you wish to change below
pt_br: Por favor selecione o atributo de fundo que deseja alterar.

source: Done
pt_br: Feito

source: High quality rendering for background
pt_br: Alta qualidade na renderização do fundo

source: Minutes after which to expunge unviewed backgrounds from memory
pt_br: Tempo em minutos para expurgar da memória os fundos não vistos

source: Select the desktop you wish to change the background of here
pt_br: Selecionar a área de trabalho da qual se deseje alterar o fundo

source: No background
pt_br: Sem fundos

source: Select no background for this desktop (Enlightenment will not attempt to set any background for this desktop then)
pt_br: Definir que não haverá fundo para esta área de trabalho

source: Add new...
pt_br: Adicionar novo...

source: Add a new background bookmark to your list
pt_br: Adicionar um novo fundo à lista

source: Delete
pt_br: Apagar

source: Remove this background bookmark from the list
pt_br: Remover este fundo da lista

source: Edit...
pt_br: Editar...

source: Edit the settings for this background bookmark
pt_br: Editar as configurações desta imagem de fundo

source: Enable sounds in Enlightenment
pt_br: Habilitar sons no Enlightenment

source: Current theme selection
pt_br: Seleção atual de tema

source: Please press the key on the keyboard you wish to modify this keyboard-shortcut to use from now on.
pt_br: Por favor pressione a tecla que deseja modificar nos atalhos de teclado

source: Modifier
pt_br: Modificador

source: Key
pt_br: Tecla

source: Action to perform
pt_br: Ação a ser executada

source: Optional parameters
pt_br: Parâmetros opcionais

source: List of keyboard shortcuts
pt_br: Lista de atalhos de teclado

source: New
pt_br: Novo

source: Edit current selected keyboard shortcut
pt_br: Editar seleção atual de atalhos de teclado

source: Change...
pt_br: Mudar...

source: NONE
pt_br: NENHUM

source: Options for Action:
pt_br: Opções de Ação:

source: Basic Options
pt_br: Opções Básicas

source: Desktops
pt_br: Áreas de Trabalho

source: Behavior
pt_br: Comportamento

source: Audio
pt_br: Áudio

source: Special FX
pt_br: Efeitos Especiais

source: Backgrounds
pt_br: Imagens de Fundo

source: Themes
pt_br: Temas

source: Keyboard Shortcuts
pt_br: Atalhos de Teclado

source: Enlightenment Configuration Editor
pt_br: Editor de Configuração Enlightenment

source: Quit
pt_br: Finalizar

source: You are not running Enlightenment This window manager has to be running in order to configure it.
pt_br: O Enlightenment não está sendo executado Para a sua configuração, o Enlightenment deve estar ativo.

source: Scanning Enlightenment Configuration...
pt_br: Pesquisando Configuração do Enlightenment...

source: Select a file to save
pt_br: Selecionar arquivo para salvar

source: Select a file to load
pt_br: Selecionar arquivo para carregar

source: Set Printout settings
pt_br: Configurar parâmetros de impressão

source: Saved Image Settings
pt_br: Parâmetros de salvamento de imagens

source: Print Command:
pt_br: Comando de Impressão:

source: Print
pt_br: Imprimir

source: Image Format:
pt_br: Formato da Imagem:

source: Quality Settings
pt_br: Parâmetros de Qualidade

source: Page Settings
pt_br: Configurações de Página

source: Color
pt_br: Cor

source: Scaling Factor:
pt_br: Fator de Escala de Tamanho:

source: Select a file
pt_br: Selecionar um arquivo

source: Load all files in directory
pt_br: Carregar todos os arquivos no diretório

source: Use Previews
pt_br: Usar Visualização Prévia

source: Image Information
pt_br: Informações da Imagem
