Repository: conectiva-linux/cl4
Catalog: src/klyx-0.9.9-6cl/klyx-*.po
Languages: pt_br

source: Please enter text
pt_br: Por favor informe o texto

source: Formatting document...
pt_br: Formatando documento

source: No more errors
pt_br: Sem erros

source: Change bullet for depth
pt_br: Alterando indicador de profundidade

source: Group
pt_br: Grupo

source: Size:
pt_br: Tamanho:

source: Bullet Shapes
pt_br: Formato de Indicadores

source: Family
pt_br: Família

source: Keep
pt_br: Manter

source: Reset
pt_br: Reinicializar

source: Series
pt_br: Séries

source: Medium
pt_br: Médio

source: Bold
pt_br: Negrito

source: Shape
pt_br: Forma

source: Upright
pt_br: Acima à direita

source: Slanted
pt_br: Inclinado

source: Small Caps
pt_br: Minúsculas

source: Size
pt_br: Tamanho

source: Tiny
pt_br: Minúsculo

source: Smallest
pt_br: Mínimo

source: Smaller
pt_br: Menor

source: Small
pt_br: Pequeno

source: Large
pt_br: Grande

source: Larger
pt_br: Maior

source: Largest
pt_br: Muito Grande

source: Huge
pt_br: Imensa

source: Huger
pt_br: Exagerada

source: Increase
pt_br: Aumentar

source: Decrease
pt_br: Diminuir

source: Misc
pt_br: Diversos

source: Emph
pt_br: Enfatizar

source: Underbar
pt_br: Sob a barra

source: Noun
pt_br: Não

source: Color
pt_br: Cor

source: None
pt_br: Nenhuma

source: Black
pt_br: Preto

source: White
pt_br: Branco

source: Red
pt_br: Vermelho

source: Green
pt_br: Verde

source: Blue
pt_br: Azul

source: Cyan
pt_br: Ciano

source: Yellow
pt_br: Amarelo

source: Character Style
pt_br: Estilo de Caracter

source: ChkTeX warning id #
pt_br: ChkTeX aviso nro. #

source: All these people have contributed to the KLyX project. Thanks,
pt_br: Todas estas pessoas contribuíram para o projeto KlyX. Obrigado,

source: Credits
pt_br: Créditos

source: ERROR: KLyX wasn't able to read CREDITS file Please install correctly to estimate the great amount of work other people have done for the KLyX project.
pt_br: ERRO: KLyX não pode abrir o arquivo CREDITS Por favor, instale-o corretamente para verificar todo o trabalho realizado por uma série de pessoas no desenvolvimento do projeto Klyx.

source: Class:
pt_br: Classe:

source: Pagestyle:
pt_br: Estilo de Páginas:

source: Fonts:
pt_br: Fonte:

source: Font Size:
pt_br: Tamanho de Fonte:

source: Language:
pt_br: Linguagem:

source: PS Driver:
pt_br: Programa PS:

source: Encoding:
pt_br: Codificação:

source: Default Skip:
pt_br: Ignorar Padrão:

source: Spacing:
pt_br: Espaçamento:

source: Sides
pt_br: Lados

source: One
pt_br: Um

source: Two
pt_br: Dois

source: Columns
pt_br: Colunas

source: Separation
pt_br: Separação

source: &Indent
pt_br: &Indentação

source: S&kip
pt_br: I&gnorar

source: &Bullet Shapes
pt_br: &Formato dos Identificadores

source: Use A&MS Math
pt_br: Use Mat A&MS

source: Float placement
pt_br: Local do Objeto Flutuante

source: Extra options
pt_br: Opções Extras

source: Section number depth
pt_br: Profundidade do número de seção

source: Table of contents depth
pt_br: Profundidade da tabela de conteúdo

source: Document layout
pt_br: Layout do documento

source: Should I set some parameters to
pt_br: Devo configurar alguns parâmetros para

source: the defaults of this document class?
pt_br: os parâmetros desta classe de documentos?

source: EPS Fi&gure:
pt_br: Fi&gura EPS

source: &Browse...
pt_br: &Mostrar

source: Width
pt_br: Largura

source: Defa&ult
pt_br: Pa&drão

source: inc&hes
pt_br: pole&gadas

source: % of &Page
pt_br: % da &Página

source: % &of Column
pt_br: % da &Coluna

source: Height
pt_br: Altura

source: Defaul&t
pt_br: Pad&rão

source: inche&s
pt_br: pole&gadas

source: % of Pag&e
pt_br: % da Pá&gina

source: Rotation
pt_br: Rotação

source: Ang&le
pt_br: Ân&gulo

source: Display
pt_br: Mostrar

source: Di&splay as monochrome
pt_br: Mos&trar monocromático

source: D&isplay as grayscale
pt_br: M&ostrar em escala de cinza

source: &Display in color
pt_br: Mos&trar em cores

source: Do not displa&y this figure
pt_br: &Não mostrar a figura

source: Display &Frame
pt_br: Mostrar &Subjanela

source: Do T&ranslations
pt_br: Executar T&raduções

source: Subfigure
pt_br: Subfigura

source: Cap&tion
pt_br: Tí&tulo

source: &Apply
pt_br: &Aplicar

source: Full Screen Pre&view
pt_br: Pré Visualização em &Tela Cheia

source: Edit Figure
pt_br: Editar Figura

source: Error during rendering
pt_br: Erro durante a renderização

source: *.eps *.ps|All Postscript Files *.eps|Inlined Postscript (*.eps) *.ps|Postscript (*.ps)
pt_br: *.eps *.ps|Todos Arquivos Postscript *.eps|Postscript Anexado (*.eps) *.ps|Postscript (*.ps)

source: EPS Figure
pt_br: Figura EPS

source: Filename can't contain any of these characters: space, '#', '~', '$' or '%'.
pt_br: Nome de arquivo não pode conter nenhum destes caracteres: espaço, '#', '~', '$' or '%'.

source: Filetype
pt_br: Tipo de Arquivo

source: Command:
pt_br: Comando:

source: Export custom type
pt_br: Exportar tipo customizado

source: &Find
pt_br: &Localizar

source: Replace &with
pt_br: Substituir &por

source: &Replace
pt_br: &Substituir

source: Replace &All
pt_br: Substituir &Tudo

source: Ca&se sensitive
pt_br: Sensível a &Maius./Minusc.

source: &Match word
pt_br: &Coincidir a palavra

source: Find and Replace
pt_br: Localizar e Substituir

source: Loading font into X-Server...
pt_br: Carregando fonte no servidor X

source: Key:
pt_br: Chave:

source: Label:
pt_br: Etiqueta:

source: Insert Citation
pt_br: Inserir Citação:

source: &Key:
pt_br: &Chave

source: &Remark:
pt_br: &Observação

source: Insert &Page Number
pt_br: Inserir Número de &Página

source: &Insert Reference
pt_br: &Inserir Referência

source: &Go to Reference
pt_br: &Ir para a Referência

source: Insert Cross Reference
pt_br: Inserir Referência Cruzada

source: *** No labels found in document ***
pt_br: *** Nenhuma etiqueta encontrada no documento ***

source: LaTeX Error
pt_br: Erro LaTeX

source: Type
pt_br: Tipo

source: &Encapsulated Postscript (*.eps, *.ps)
pt_br: Postscript &Encapsulado (*.eps, *.ps)

source: &Inlined EPS (*.eps, *.ps)
pt_br: EPS &Inserido (*.eps, *.ps)

source: Insert figure
pt_br: Inserir figura

source: Filename:
pt_br: Nome do arquivo

source: &Browse
pt_br: &Mostrar

source: &Use include
pt_br: &Utilizar inclusão

source: Use &input
pt_br: Utilizar &entrada

source: &Verbatim
pt_br: &Textual

source: &Don't typeset
pt_br: &Não usar conjunto de caracteres

source: Vi&sible space
pt_br: Espaço V&isível

source: &Load
pt_br: &Carregar

source: Insert Include File
pt_br: Inserir Arquivo de Inclusões

source: *.tex|TeX Documents (*.tex)
pt_br: *.tex|Documentos TeX (*.tex)

source: *|All Files
pt_br: *|Todos os Arquivos

source: *.lyx|LyX Documents (*.lyx)
pt_br: *.lyx|Documentos LyX (*.lyx)

source: Select Child Document
pt_br: Selecionar Documento Filho

source: Enter index entry:
pt_br: Informe a entrada no índice

source: Insert Index Entry
pt_br: Inserir Entrada no Índice

source: Note
pt_br: Nota

source: Insert Label
pt_br: Inserir Etiqueta

source: Enter new label to insert:
pt_br: Informe a nova etiqueta a ser inserida:

source: Rows:
pt_br: Linhas:

source: Columns:
pt_br: Colunas:

source: Insert table
pt_br: Inserir Tabela

source: &Documents
pt_br: &Documentos

source: &Credits
pt_br: &Créditos

source: &Introduction
pt_br: &Introdução

source: &How Do I
pt_br: &Como eu faço

source: &User's Guide
pt_br: &Guia do Usuário

source: &Advanced Editing
pt_br: Edição Avan&çada

source: Cu&stomization
pt_br: Cu&stomização

source: &Reference Manual
pt_br: Manual de &Referência

source: &Known Bugs
pt_br: &Problemas Conhecidos

source: &LaTeX Configuration
pt_br: Configuação do &LaTeX

source: &Multicolumn
pt_br: &Multicolunas

source: Line &Top
pt_br: Linha de &Topo

source: Line &Bottom
pt_br: Linha de &Base

source: Line &Left
pt_br: Linha &Esquerda

source: Line &Right
pt_br: Linha &Direita

source: Align L&eft
pt_br: Alinhar À &Esquerda

source: Align R&ight
pt_br: Alinhar À &Direita

source: Align &Center
pt_br: Alinhar ao &Centro

source: Append R&ow
pt_br: Adicionar &Linha

source: Append Col&umn
pt_br: Adicionar &Coluna

source: Delete Ro&w
pt_br: Remover &Linha

source: Delete Colum&n
pt_br: Remover &Coluna

source: &Delete Table
pt_br: Remover &Tabela

source: &Insert table
pt_br: &Inserir Tabela

source: C&opy
pt_br: &Copiar

source: &Find & Replace...
pt_br: &Encontrar &Substituir

source: &Go to Error
pt_br: &Ir para Erro

source: &Go to Note
pt_br: &Ir para Nota

source: &New...
pt_br: &Novo...

source: New from &template...
pt_br: Novo a Partir de &Modelo...

source: Save &as...
pt_br: Salvar &como...

source: &Revert to saved
pt_br: &Reverter para o documento salvo

source: Pre&view
pt_br: Pré &Visualização

source: View &DVI
pt_br: Ver &DVI

source: View &PostScript
pt_br: Ver &PostScript

source: &Update DVI
pt_br: &Atualizar DVI

source: Update P&ostscript
pt_br: Atualiza P&ostscript

source: as &LaTeX...
pt_br: como &LaTeX...

source: as &DVI...
pt_br: como &DVI...

source: as &PostScript...
pt_br: como &PostScript...

source: as Ascii &Text...
pt_br: como &Texto ASCII...

source: Custo&m...
pt_br: Custo&mizar...

source: as &LinuxDoc...
pt_br: como &LinuxDoc...

source: &Export
pt_br: &Exportar

source: &Delete Window
pt_br: &Remover Janela

source: &Split horizontal
pt_br: &Divisão horizontal

source: Split &vertical
pt_br: Divisão &vertical

source: &Un-Split
pt_br: &Juntar

source: &Window
pt_br: &Janela

source: &Open/Close
pt_br: &Abrir/Fechar

source: &Melt
pt_br: &Dissolver

source: Open &All Footnotes/Margin Notes
pt_br: Abrir &Todas as Notas de Rodapé/Margem

source: &Close All Footnotes/Margin Notes
pt_br: Fechar &Todas as Notas de Rodapé/Margem

source: O&pen All Figures/Tables
pt_br: A&brir Todas as Figuras/Tabelas

source: C&lose All Figures/Tables
pt_br: Fechar Todas as Figuras/Tabelas

source: &Remove All Error Boxes
pt_br: &Remover Todas as Caixas de Erro

source: Flo&ats and Insets
pt_br: Flu&tuantes e Inserções

source: Ta&ble
pt_br: Ta&bela

source: &Spellchecker...
pt_br: &Verificação ortográfica...

source: C&heck TeX
pt_br: V&erificar TeX

source: &Document Structure...
pt_br: &Estrutura de Documento...

source: &Register
pt_br: &Registrar

source: Check&In Changes
pt_br: Verificar &Mudanças

source: Check &Out for Edit
pt_br: Checar para &Edição

source: Revert to &last version
pt_br: Reverter para a &última versão

source: &Undo last check in
pt_br: &Desfazer última verificação

source: Show &History
pt_br: Mostrar &Histórico

source: &Version Control
pt_br: &Controle de Versão

source: Vie&w LaTeX log file
pt_br: Ver arquivo de histórico LaTeX

source: Paste Primary Selection as Lines
pt_br: Colar Seleção Primária como Linhas

source: Paste Primary Selection as Paragraph
pt_br: Colar Seleção Primária como Parágrafo

source: &Character...
pt_br: &Caracter...

source: &Paragraph...
pt_br: &Parágrafo...

source: &Document...
pt_br: &Documento...

source: P&aper...
pt_br: P&apel...

source: &Quotes...
pt_br: &Citação...

source: E&mphasize Style
pt_br: Estilo &Enfático

source: &Noun Style
pt_br: Sem &Estilo

source: &Bold Style
pt_br: &Negrito

source: &TeX Style
pt_br: Estilo &TeX

source: Start of Appendi&x
pt_br: Início de Apêndi&ce

source: Change En&vironment Depth
pt_br: Mudar Profundidade de &Ambiente

source: &LaTeX Preamble...
pt_br: Preâmbulo &LaTeX...

source: &Save layout as default
pt_br: &Salvar Layout como Padrão

source: Fi&gure...
pt_br: Fi&gura...

source: Ta&ble...
pt_br: Ta&bela...

source: In&clude File...
pt_br: Incluir &Arquivo...

source: As &Lines
pt_br: Como &Linhas

source: As &Paragraphs
pt_br: Como &Parágrafos

source: Insert &ASCII File
pt_br: Inserir Arquivo &ASCII

source: Insert Ly&X File...
pt_br: Inserir Arquivo &Lyx...

source: &Footnote
pt_br: &Nota de Rodapé

source: &Margin Note
pt_br: Nota de &Margem

source: &Figure Float
pt_br: &Figura Flutuante

source: &Table Float
pt_br: &Tabela Flutuante

source: &Wide Figure Float
pt_br: &Figura Grande Flutuante

source: W&ide Table Float
pt_br: Tabela &Grande Flutuante

source: &Algorithm Float
pt_br: &Algoritmo Flutuante

source: Fl&oats
pt_br: Flutuan&tes

source: Table of &Contents
pt_br: Tabela de &Conteúdo

source: List of &Figures
pt_br: Lista de &Figuras

source: List of &Tables
pt_br: Lista de &Tabelas

source: &Index List
pt_br: Lista de &Índice

source: &BibTeX Reference...
pt_br: Referência &BibTeX...

source: List of &Algorithms
pt_br: Lista de &Algoritmos

source: Lists & TOC
pt_br: Listas & Tabela de Conteúdo

source: &HFill
pt_br: Preenchimento &Horizontal

source: Hyphenation &Point
pt_br: &Ponto de Hifenização

source: Protected &Blank
pt_br: &Branco Protegido

source: &Linebreak
pt_br: &Quebra de Linha

source: Ell&ipsis
pt_br: Elip&se

source: &End of sentence period
pt_br: &Fim de sentença

source: Ordinary &Quote (")
pt_br: Citação Comum (")

source: &Special Character
pt_br: Caracter E&special

source: &Note
pt_br: &Nota

source: &Label...
pt_br: &Etiqueta...

source: Cross-&Reference...
pt_br: Referência &Cruzada...

source: C&itation Reference...
pt_br: Referência de C&itação...

source: In&dex Entry...
pt_br: Entrada no Í&ndice...

source: &HTML URL
pt_br: URL &HTML

source: Screen &Options...
pt_br: Opções de &Telas...

source: &Spellchecker Options...
pt_br: Opções de &Verificações Ortográficas...

source: &Keyboard...
pt_br: &Teclado...

source: &Reconfigure
pt_br: &Reconfigurar

source: Opening help file
pt_br: Abrindo arquivos de ajuda

source: Wrong Alignment.
pt_br: Alinhamento incorreto.

source: Non multicolumn cells with fixed width can only be left aligned in LaTeX.
pt_br: Células multicolunas com tamanho fixo podem somente serem alinhas à esquerda na LaTeX.

source: sorry.
pt_br: desculpe.

source: Width of Column
pt_br: Largura da Coluna

source: Width of Column:
pt_br: Largura da Coluna:

source: You entered an invalid Length:
pt_br: Foi informado um tamanho inválido:

source: A valid example is "25mm"
pt_br: Um exemplo de tamanho válido é "25mm"

source: No font change defined. You may want to set some properties in the combo boxes...
pt_br: Nenhuma mudança de fonte foi definida. Pode-se configurar algumas opções nas janelas...

source: Language
pt_br: Idioma

source: Primary
pt_br: Primário

source: Other
pt_br: Outro

source: Secondary
pt_br: Secundário

source: Error: Keymap not found
pt_br: Erro: Mapa de teclado não localizado.

source: Mapping
pt_br: Mapeamento

source: &No key mapping
pt_br: &Sem mapa de teclado

source: P&rimary key map
pt_br: Mapa &Primário

source: S&econdary key map
pt_br: Mapa &Secundário

source: Character Set
pt_br: Conjunto de Caracteres

source: Set
pt_br: Configurar

source: Swap &Y and Z
pt_br: Alternar &Y e Z

source: Keyboard Options
pt_br: Opções de Teclado

source: Run #
pt_br: Executar #

source: LaTeX run number
pt_br: Número de execução LaTeX

source: Running MakeIndex.
pt_br: Executar Geração de Índice

source: Running BibTeX.
pt_br: Executar BibTeX.

source: LaTeX Options
pt_br: Opções LaTeX

source: Allo&w accents on ALL characters
pt_br: Permi&tir acentos em TODOS os caracteres

source: LaTeX Preamble
pt_br: Preâmbulo LaTeX

source: LaTeX preamble set
pt_br: Configuração de preâmbulo LaTeX

source: Describe command
pt_br: Descrever comando

source: Select previous char
pt_br: Selecionar caracter anterior

source: Exchange cursor and selection mark
pt_br: Alterar cursos e marca de seleção

source: Insert bibtex
pt_br: Inserir bibtex

source: Autosave
pt_br: Salvamento automático

source: Go to beginning of document
pt_br: Ir para o início do documento

source: Select to beginning of document
pt_br: Selecionar o início do documento

source: Go to end of document
pt_br: Ir para o fim do documento

source: Select to end of document
pt_br: Selecionar o fim do documento

source: New document
pt_br: Novo documento

source: New document from template
pt_br: Novo documento a partir de modelo

source: Switch to previous document
pt_br: Alternar para o documento anterior

source: Revert to saved
pt_br: Reverter para o documento salvo

source: Update DVI
pt_br: Atualizar DVI

source: Update PostScript
pt_br: Atualizar Postscript

source: View DVI
pt_br: Ver DVI

source: View PostScript
pt_br: Ver Postscript

source: View Custom Format
pt_br: Ver Formato Customizado

source: View Custom Format Update
pt_br: Ver Formato Customizado Atualizado

source: Check TeX
pt_br: Ver TeX

source: Go one char back
pt_br: Retorna um caracter

source: Go one char forward
pt_br: Avança um caracter

source: Insert citation
pt_br: Inserir citação

source: Execute command
pt_br: Executar comando

source: Decrement environment depth
pt_br: Decrescer profundidade de ambiente

source: Increment environment depth
pt_br: Incrementar profundidade de ambiente

source: Change environment depth
pt_br: Alterar profundidade de ambiente

source: Change itemize bullet settings
pt_br: Alterar configurações de indicadores de itens

source: Go down
pt_br: Descer

source: Select next line
pt_br: Selecionar a próxima linha

source: Choose Paragraph Environment
pt_br: Escolher o Ambiente de Parágrafo

source: Go to next error
pt_br: Ir para o próximo erro

source: Insert Figure
pt_br: Inserir Figura

source: Find & Replace
pt_br: Encontrar e &Substituir

source: Toggle bold
pt_br: Alternar negrito

source: Toggle code style
pt_br: Alternar estilo de código

source: Default font style
pt_br: Estilo de fonte padrão

source: Toggle emphasize
pt_br: Alternar enfatização

source: Toggle user defined style
pt_br: Alternar estilo definido pelo usuário

source: Toggle user defined style in toolbar
pt_br: Alternar estilo definido pelo usuário na barra de ferramentas

source: Toggle noun style
pt_br: Alternar sem estilo

source: Toggle roman font style
pt_br: Alternar estilo de fonte roman

source: Toggle sans font style
pt_br: Alternar estilo de fonte sans

source: Set font size
pt_br: Configurar tamanho de fonte

source: Show font state
pt_br: Mostrar estado da fonte

source: Toggle font underline
pt_br: Alternar fonte sublinhada

source: Insert Footnote
pt_br: Inserir Nota de Rodapé

source: Select next char
pt_br: Selecionar próximo caracter

source: Insert horizontal fill
pt_br: Inserir preenchimento horizontal

source: Insert hyphenation point
pt_br: Inserir ponto de hifenização

source: Insert ... dots
pt_br: Inserir...reticiências

source: Insert end of sentence period
pt_br: Inserir ponto final

source: Turn off keymap
pt_br: Desativar mapa de teclado

source: Use primary keymap
pt_br: Usar mapa de teclado primário

source: Use secondary keymap
pt_br: Usar mapa de teclado secundário

source: Toggle keymap
pt_br: Alternar mapa de teclado

source: Copy paragraph environment type
pt_br: Copiar tipo de ambiente de parágrafo

source: Paste paragraph environment type
pt_br: Colar tipo de ambiente de parágrafo

source: Specify paper size and margins
pt_br: Especificar tamanho do papel e margens

source: Go to beginning of line
pt_br: Ir para o início da linha

source: Select to beginning of line
pt_br: Selecionar o início da linha

source: Go to end of line
pt_br: Ir para o fim da linha

source: Select to end of line
pt_br: Selecionar o fim da linha

source: Exit
pt_br: Sair

source: Insert Margin note
pt_br: Inserir Nota de Margem

source: Math Greek
pt_br: Matemática Grega

source: Math mode
pt_br: Modo Matemático

source: Go one paragraph down
pt_br: Descer um parágrafo

source: Select next paragraph
pt_br: Selecionar o próximo parágrafo

source: Go one paragraph up
pt_br: Subir um parágrafo

source: Select previous paragraph
pt_br: Selecionar o parágrafo anterior

source: Insert protected space
pt_br: Inserir espaço protegido

source: Insert quote
pt_br: Inserir citação

source: Reconfigure
pt_br: Reconfigurar

source: Insert cross reference
pt_br: Inserir referência cruzada

source: Insert Table
pt_br: Inserir Tabela

source: Toggle TeX style
pt_br: Alternar estilo TeX

source: Remove all error boxes
pt_br: Remover todas as caixas de erro

source: Open a new view window
pt_br: Abrir uma nova janela

source: Delete the current view
pt_br: Remover a janela atual

source: Split horizontally the current view
pt_br: Dividir horizontalmente a visão atual

source: Split vertically the current view
pt_br: Dividir verticalmente a visão atual

source: Unsplit the current view
pt_br: Remover divisão da janela atual

source: Close the current view
pt_br: Fechar a visão atual

source: Change view
pt_br: Mudar visão

source: No description available!
pt_br: Nenhuma descrição disponível

source: Choose paragraph environment
pt_br: Escolher o ambiente do parágrafo

source: New
pt_br: Novo

source: New From Template
pt_br: Novo A Partir de Modelo

source: Preview
pt_br: Pré Visualização

source: Update Preview
pt_br: Atualizar Pré Visualização

source: Insert footnote
pt_br: Inserir Nota de Rodapé

source: Insert margin note
pt_br: Inserir nota de margem

source: Square root
pt_br: Raiz quadrada

source: Fraction
pt_br: Fração

source: Sum
pt_br: Total

source: Exponent
pt_br: Expoente

source: Index
pt_br: Índice

source: Delimiter
pt_br: Delimitador

source: Decoration
pt_br: Decoração

source: Spacing
pt_br: Espaçamento

source: Matrix
pt_br: Matriz

source: Equation
pt_br: Equação

source: Greek characters
pt_br: Caracteres gregos

source: Binary operators
pt_br: Operadores binários

source: Binary relations
pt_br: Relações binárias

source: Arrows
pt_br: Setas

source: Variably-sized symbols
pt_br: Símbolos de tamanhos variáveis

source: Functions
pt_br: Funções

source: Table style
pt_br: Estilo de Tabela

source: Portrait
pt_br: Retrato

source: Landscape
pt_br: Paisagem

source: Long
pt_br: Longa

source: Left Border
pt_br: Borda Esquerda

source: Right Border
pt_br: Borda Direita

source: Top Border
pt_br: Borda Superior

source: Bottom Border
pt_br: Borda Inferior

source: Add Row
pt_br: Adicionar Linha

source: Delete Row
pt_br: Apagar Linha

source: Add Column
pt_br: Adicionar Coluna

source: Delete Column
pt_br: Remover Coluna

source: Align Left
pt_br: Alinhar À Esquerda

source: Align Center
pt_br: Alinhar Ao Centro

source: Align Right
pt_br: Alinhar À Direita

source: Multicolumn
pt_br: Multicoluna

source: Rotate Cell
pt_br: Rotação de Células

source: Special flags for long tables
pt_br: Indicadores especiais para tabelas longas

source: First head
pt_br: Primeiro cabeçalho

source: Head
pt_br: Cabeçalho

source: Foot
pt_br: Rodapé

source: Last foot
pt_br: Último rodapé

source: New page
pt_br: Nova página

source: Delete Table
pt_br: Remover Tabela

source: Family::Keep
pt_br: Família: Manter

source: Family::Roman
pt_br: Família::Roman

source: Family::SansSerif
pt_br: Família::SansSerif

source: Family::Reset
pt_br: Família::Reincializar

source: Series::Keep
pt_br: Serie::Manter

source: Series::Medium
pt_br: Serie::Médio

source: Series::Bold
pt_br: Séries::Negrito

source: Series::Reset
pt_br: Séries::Reinicializar

source: Shape::Keep
pt_br: Formato::Manter

source: Shape::Upright
pt_br: Formato::Cima e Direita

source: Shape::Italic
pt_br: Formato::Itálico

source: Shape::Slanted
pt_br: Formato::

source: Shape::SmallCaps
pt_br: Formato::Minúsculo

source: Shape::Reset
pt_br: Formato::Reinicializar

source: Size::Keep
pt_br: Tamanho::Manter

source: Size::Tiny
pt_br: Tamanho::Minúsculo

source: Size::Smallest
pt_br: Tamanho::Mínimo

source: Size::Smaller
pt_br: Tamanho::Menor

source: Size::Small
pt_br: Tamanho::Pequeno

source: Size::Normal
pt_br: Tamanho::Normal

source: Size::Large
pt_br: Tamanho::Grande

source: Size::Larger
pt_br: Tamanho::Maior

source: Size::Largest
pt_br: Tamanho::Muito Grande

source: Size::Huge
pt_br: Tamanho::Imenso

source: Size::Huger
pt_br: Tamanho::Exagerado

source: Size::Increase
pt_br: Tamanho::Aumentar

source: Size::Decrease
pt_br: Tamanho::Diminuir

source: Size::Reset
pt_br: Tamanho::Reinicializar

source: Misc::Keep
pt_br: Diversos::Manter

source: Misc::Emph
pt_br: Diversos::Enfático
