Repository: conectiva-linux/cl4
Catalog: src/klyx-0.9.9-6cl/klyx-*.po
Languages: pt_br

source: Misc::Underbar
pt_br: Diversos::Sob a Barra

source: Misc::Noun
pt_br: Diversos::Nenhum

source: Misc::LaTeX
pt_br: Diversos::LaTeX

source: Misc::Reset
pt_br: Diversos::Reinicializa

source: Color::Keep
pt_br: Cor::Manter

source: Color::None
pt_br: Cor::Nenhuma

source: Color::Black
pt_br: Cor::Preta

source: Color::White
pt_br: Cor::Branca

source: Color::Red
pt_br: Cor::Vermelha

source: Color::Green
pt_br: Cor::Verde

source: Color::Blue
pt_br: Cor::Azul

source: Color::Cyan
pt_br: Cor::Ciano

source: Color::Magenta
pt_br: Cor::Magenta

source: Color::Yellow
pt_br: Cor::Amarela

source: Color::Reset
pt_br: Cor::Reinicializar

source: (Changed)
pt_br: (Alterado)

source: (read only)
pt_br: (somente leitura)

source: Opening document
pt_br: Abrindo documento

source: Document
pt_br: Documento

source: opened.
pt_br: aberto.

source: Could not open document
pt_br: Não foi possível abrir o documento

source: Left
pt_br: Esquerdo

source: Right
pt_br: Direito

source: Rows
pt_br: Linhas

source: Alignment
pt_br: Alinhamento

source: Top
pt_br: Topo

source: Center
pt_br: Centro

source: Bottom
pt_br: Base

source: &Thin
pt_br: &Fino

source: &Medium
pt_br: &Médio

source: &Thick
pt_br: &Espesso

source: &Negative
pt_br: &Negativo

source: &Square inch
pt_br: &Polegada quadrada

source: T&wo square inches
pt_br: &Duas polegadas quadradas

source: &Papersize:
pt_br: &Tamanho de Papel

source: &Special:
pt_br: E&special

source: &Use Geometry Package
pt_br: &Usar Pacote Geométrico

source: Orientation
pt_br: Orientação

source: P&ortrait
pt_br: R&etrato

source: &Landscape
pt_br: &Paisagem

source: Margins
pt_br: Margens

source: &Top:
pt_br: &Topo

source: &Bottom:
pt_br: &Base

source: &Left:
pt_br: &Esquerdo

source: &Right:
pt_br: &Direito

source: Custom Papersize
pt_br: Tamanho Customizado de Papel

source: &Width:
pt_br: &Largura

source: &Height:
pt_br: &Altura

source: Foot/Head Margins
pt_br: Margens de Cabeçalho e Rodapé

source: &Headheight:
pt_br: &Margem de Cabeçalho

source: &Headsep:
pt_br: Se&parador de Cabeçalho

source: &Footskip:
pt_br: Altura de &Rodapé

source: Warning: Invalid Length (valid example: 10mm)
pt_br: Atenção: Tamanho Inválido (exemplo válido: 10 mm)

source: Configure PaperFormat
pt_br: Configurar Formato de Papel

source: Paper layout set
pt_br: Configurar Layout de Papel

source: Document is read-only. No changes to layout permitted.
pt_br: Documento está aberto somente com permissões de leitura.

source: &Right
pt_br: &Direita

source: &Left
pt_br: &Esquerda

source: &Block
pt_br: &Bloco

source: &Center
pt_br: &Centro

source: Lines
pt_br: Linhas

source: Ab&ove
pt_br: A&cima

source: B&elow
pt_br: A&baixo

source: Pagebreaks
pt_br: Quebra de página

source: Abo&ve
pt_br: Aci&ma

source: Belo&w
pt_br: Abai&xo

source: Vertical Spaces
pt_br: Espaço Vertical

source: Above:
pt_br: Acima:

source: Below:
pt_br: Abaixo:

source: Indent
pt_br: Indentação

source: &No indent
pt_br: &Sem indentação

source: Line spacing
pt_br: Espaçamento de Linha

source: &Label Width:
pt_br: Largura de &Etiqueta:

source: E&xtra Options
pt_br: Opções &Extras

source: Paragraph Environment
pt_br: Ambiente de Parágrafo

source: Extra Options
pt_br: Opções Extras

source: &Indented Paragraph
pt_br: &Indentação de Parágrafo

source: &Minipage
pt_br: &Mini Página

source: &Floatflt
pt_br: &Flutuante

source: Length
pt_br: Tamanho

source: or %
pt_br: ou %

source: Middle
pt_br: Meio

source: HFill between Minipage paragraphs
pt_br: Preenchimento horizontal entre parágrafos de mini páginas

source: Start new Minipage
pt_br: Iniciar nova Mini Página

source: ParagraphExtra Layout
pt_br: Layout de Parágrafo Extra

source: Read-only buffer
pt_br: Buffer somente de leitura

source: Buffer is read-only. No changes to layout permitted.
pt_br: Buffer é somente de leitura. Alterações não são permitidas.

source: ParagraphExtra layout set
pt_br: Configuração de layout de parágrafo extra

source: Invalid Length
pt_br: Tamanho inválido

source: Invalid Value
pt_br: Valor Inválido

source: Warning: Invalid percent value (0-100)
pt_br: Aviso: Valor percentual inválido (0-100)

source: Type:
pt_br: Tipo:

source: &Single
pt_br: &Simples

source: &Double
pt_br: &Duplo

source: Configure Quotes
pt_br: Configurar Citações

source: Quotes type set
pt_br: Conjunto de tipos de citações

source: Roman Font
pt_br: Fonte Roman

source: Sans Serif Font
pt_br: Fontes Sans Serif

source: Typewriter Font
pt_br: Fonte Typewriter

source: Font Norm
pt_br: Fonte Normal

source: Font Zoom
pt_br: Fonte Aumentada

source: &Toolbars
pt_br: &Barra de Ferramentas

source: Defaults
pt_br: Padrões

source: General
pt_br: Geral

source: Always visible
pt_br: Sempre visível

source: Never visible
pt_br: Invisível

source: Math
pt_br: Matemática

source: Automatic
pt_br: Automática

source: Tables
pt_br: Tabelas

source: Character
pt_br: Caracter

source: Destination
pt_br: Destino

source: Fax no.
pt_br: Nro. Do Fax

source: Dest. name
pt_br: Nome de destino

source: Company
pt_br: Companhia

source: Phone Book
pt_br: Agenda Telefônica

source: S&elect from
pt_br: Selecionar &de

source: &Add to
pt_br: &Adicionar a

source: &Delete from
pt_br: &Apagar de

source: Comment
pt_br: Comentário

source: Send a fax
pt_br: Enviar um fax

source: * Save *
pt_br: * Salvar *

source: Error!
pt_br: Erro!

source: Cannot open phone book:
pt_br: Não foi possível abrir a agenda telefônica

source: Select
pt_br: Selecionar

source: Phonebook
pt_br: Agenda Telefônica

source: Message View
pt_br: Visualizar Mensagem

source: Unknown:
pt_br: Desconhecido

source: Replace:
pt_br: Substituir:

source: Alternatives:
pt_br: Opções:

source: &Start spellchecking
pt_br: &Iniciar verificação ortográfica

source: &Insert in personal dictionary
pt_br: &Inserir dicionário pessoal

source: &Accept word in this session
pt_br: &Aceitar palavra nesta sessão

source: I&gnore word
pt_br: I&gnorar palavra

source: R&eplace word
pt_br: &Substituir palavra

source: Stop spellchecking
pt_br: Para verificação Ortográfica

source: Spellchecker &Options
pt_br: Verificação Ortográfica &Opções

source: Close spellchecker
pt_br: Fechar Correção Ortográfica

source: Spellchecker
pt_br: Verificação Ortográfica

source: Dictionary
pt_br: Dicionário

source: Use language of &document
pt_br: Usar linguagem do &documento

source: &Use alternate language
pt_br: &Usar linguagem alternativa

source: &Treat run-together words as legal
pt_br: &Tratar palavras hifenizadas como válidas

source: &Input Encoding xswitch to ispell
pt_br: &Receber codificação xswitch para ispell

source: Use alternate &personal dictionary:
pt_br: Usar dicionário pessoal &alternativo

source: &Extra special chars allowed in words
pt_br: Aceita &caracteres especiais em palavras

source: Depth
pt_br: Profundidade

source: &Goto
pt_br: &Ir Para

source: Document Structure
pt_br: Estrutura de Documento

source: *** No Document ***
pt_br: *** Sem Documento ***

source: Couldn't find this label in current document.
pt_br: Não foi possível encontrar a etiqueta neste documento

source: (*** No entry ***)
pt_br: (*** Sem informação ***)

source: No RCS History!
pt_br: Sem histórico RCS!

source: View Logfile
pt_br: Ver arquivos de histórico

source: NO LATEX LOGFILE
pt_br: Não há arquivo de registros

source: Cannot open specified file:
pt_br: Não foi possível abrir o arquivo especificado:

source: Textclass Loading Error!
pt_br: Carga da Classe Texto com Erro!

source: Can't load textclass
pt_br: Não foi possível carregar a classe

source: -- substituting default
pt_br: --substituindo o padrão

source: Warning: need lyxformat %.2f but found %.2f
pt_br: Aviso: é necessário o formato lyx %.2f, mas foi encontrado %.2f

source: ERROR: need lyxformat %.2f but found %.2f
pt_br: Aviso: é necessário o formato lyx %.2f, mas foi encontrado %.2f

source: Warning!
pt_br: Aviso!

source: Reading of document is not complete
pt_br: Leitura do documento não foi completada

source: Maybe the document is truncated
pt_br: Talvez o documento esteja truncado

source: ERROR!
pt_br: ERRO!

source: Old LyX file format found. Use LyX 0.10.x to read this!
pt_br: Formato LyX antigo encontrado. Use o Lyx 0.10 para ler o documento.

source: Not a LyX file!
pt_br: Não é um arquivo Lyx

source: Unable to read file!
pt_br: Não foi possível ler o arquivo!

source: Error! Document is read-only:
pt_br: Erro! Documento somente pode ser lido!

source: Error! Cannot write file:
pt_br: Erro! Não foi possível gravar o arquivo:

source: Error! Could not close file properly:
pt_br: Erro! Não foi possível fechar o arquivos adequadamente:

source: Error: Cannot write file:
pt_br: Erro: Não foi possível gravar o arquivo:

source: Error: Cannot open temporary file:
pt_br: Erro: Não foi possível abrir o arquivo temporário.

source: Error! Could not close file properly:
pt_br: Erro! Não foi possível fechar o arquivo adequadamente:

source: Style %s not allowed before first Section.
pt_br: Estilo %s não é permitido antes da primeira Seção.

source: Style %s not allowed after first Section.
pt_br: Estilo %s não é permitido após a primeira Seção.

source: LYX_ERROR:
pt_br: Erro Lyx:

source: Cannot write file
pt_br: Não foi possível gravar o arquivo.

source: Error : table of contents not allowed in body.
pt_br: Erro: tabela de conteúdo não é permitida no corpo do documento.

source: Error : unhandled inset.
pt_br: Erro: campo sem referência

source: Error : incomplete macro.
pt_br: Erro: macro incompleta.

source: Running LaTeX...
pt_br: Executando LaTeX...

source: LaTeX did not work!
pt_br: LaTeX não funciona!

source: Missing log file:
pt_br: Arquivo de registro ausente:

source: Done
pt_br: Feito

source: Running chktex...
pt_br: Executando chktex...

source: chktex did not work!
pt_br: chktex não funciona!

source: Could not run with file:
pt_br: Não foi possível executar com este arquivo:

source: Cannot open temporary file:
pt_br: Não foi possível abrir arquivo temporário:

source: Error! Can't open temporary file:
pt_br: Erro! Não foi possível abrir o arquivo temporário:

source: Error executing *roff command on table
pt_br: Erro na execução do comando *roff na tabela

source: Impossible Operation!
pt_br: Operação Impossível!

source: Cannot insert table/list in table.
pt_br: Não é possível inserir tabela e lista na tabela.

source: Sorry.
pt_br: Desculpe.

source: Changes in document:
pt_br: Alterações no documento.

source: Save document?
pt_br: Salvar documento?

source: Some documents were not saved:
pt_br: Alguns documentos não foram salvos

source: Exit anyway?
pt_br: Sair?

source: Saving document
pt_br: Salvando documento

source: Document saved as
pt_br: Documento salvo como

source: Could not delete auto-save file!
pt_br: Não foi possível apagar o arquivo de salvamento automático!

source: Save failed!
pt_br: Salvamento falhou!

source: lyx: Attempting to save document
pt_br: Lyx: tentando salvar o documento

source: as...
pt_br: como...

source: Save seems succesful. Phew.
pt_br: Salvamento bem sucedido.

source: Save failed! Trying...
pt_br: Salvamento falhou! Tentando novamente...

source: Save failed! Bummer. Document is lost.
pt_br: Salvamento falhou! Documento foi perdido.

source: An emergency save of this document exists!
pt_br: Existe uma cópia salva deste documento!

source: Try to load that instead?
pt_br: Tentar carregar esta mais recente?

source: Autosave file is newer.
pt_br: Cópia do salvamento automático é mais recente

source: Load that one instead?
pt_br: Carregar esta?

source: Unable to open template
pt_br: Não foi possível abrir o modelo

source: Could not convert file
pt_br: Não foi possível converter o arquivo

source: Document is already open:
pt_br: Documento já está aberto:

source: Do you want to reload that document?
pt_br: Quer recarregar o documento?

source: File `
pt_br: Arquivo '

source: ' is read-only.
pt_br: ' é somente para leitura.

source: Create new document with this name?
pt_br: Criar novo documento com este nome?

source: [render error]
pt_br: [erro de renderização]

source: [rendering ... ]
pt_br: [renderizando...]

source: [no file]
pt_br: [sem arquivo]

source: [not displayed]
pt_br: [não listado]

source: [no ghostscript]
pt_br: [sem o arquivo ghostscript]

source: [unknown error]
pt_br: [erro desconhecido]

source: empty figure path
pt_br: [caminho da figura está vazio]

source: LyX Internal Error!
pt_br: Erro Interno do Lyx!

source: Could not test if directory is writeable
pt_br: Não é possível testar pois não há permissão de gravação no diretório

source: Cannot open directory test file
pt_br: Não foi possível abrir arquivo de teste

source: Created test file but cannot remove it?
pt_br: Criado arquivo de teste, mas não foi possível removê-lo?

source: Error! Cannot open directory:
pt_br: Erro! Não foi possível abrir o diretório:

source: Error! Could not remove file:
pt_br: Erro! Não foi possível remover o arquivo:

source: Error! Couldn't create temporary directory:
pt_br: Erro! Não foi possível criar o diretório temporário:

source: Error! Couldn't delete temporary directory:
pt_br: Erro! Não foi possível apagar diretório temporário!

source: Internal error!
pt_br: Erro interno!

source: Call to createDirectory with invalid name
pt_br: Chamada a criação de diretório com nome inválido

source: Error! Couldn't create directory:
pt_br: Erro! Não foi possível criar o diretório

source: ---unnamed---
pt_br: --- sem nome ---

source: Math greek mode on
pt_br: Modo Matemático Grego Ativado

source: Math greek keyboard on
pt_br: Teclado matemático grego ativado

source: Math greek keyboard off
pt_br: Teclado matemático grego desativado

source: TeX mode
pt_br: Modo Tex

source: No number
pt_br: Sem número

source: Number
pt_br: Número

source: math text mode
pt_br: modo matemático texto

source: Invalid action in math mode!
pt_br: Ação inválida em modo matemático!

source: BibTeX Generated References
pt_br: Referências BibTeX geradas

source: Database:
pt_br: Bases de dados:

source: Style:
pt_br: Estilo:

source: Input
pt_br: Entrada

source: Verbatim Input
pt_br: Entrada textual

source: Include
pt_br: Incluir

source: Index:
pt_br: Índice:

source: PrintIndex
pt_br: Imprimir Índice

source: Page:
pt_br: Página:

source: Other...
pt_br: Outra...

source: options:
pt_br: opções:

source: LyX wasn't able to find it's layout descriptions!
pt_br: Lyx não pode encontrar as descrições de layout!

source: Check that the file "textclass.lst"
pt_br: Verificar se o arquivo "textclass.lst"

source: is installed correctly. Sorry, has to exit :-(
pt_br: está instalado corretamente. Perdão, mas o programa será finalizado.

source: Save failed. Rename and try again?
pt_br: Falha no salvamento. Renomear e tentar novamente?

source: (If not, document is not saved.)
pt_br: (Caso a resposta seja negativa, o documento não será salvo.)

source: *.lyx|Klyx Documents (*.lyx) *|All Files
pt_br: *.lyx|Documentos Klyx (*.lyx) *|Todos os Arquivos

source: Enter Filename to Save Document as
pt_br: Informar o Nome do Arquivos para Salvar o Documento como

source: Canceled.
pt_br: Cancelado.

source: Same name as document already has:
pt_br: Já existe um documento com o nome de:

source: Save anyway?
pt_br: Salvar assim mesmo?

source: Another document with same name open!
pt_br: Há outro documento de mesmo nome aberto!

source: Replace with current document?
pt_br: Substituir com o documento atual?

source: Document renamed to '
pt_br: Documento renomeado para '

source: ', but not saved...
pt_br: ', mas ainda não salvo...

source: Document already exists:
pt_br: Documento já existe:

source: Replace file?
pt_br: Substituir arquivo?

source: One error detected
pt_br: Erro detectado

source: You should try to fix it.
pt_br: Você deveria tentar corrigi-los.

source: errors detected.
pt_br: erros detectados

source: You should try to fix them.
pt_br: Você deverá corrigi-los.

source: There where errors during the LaTeX run.
pt_br: Houve erros durante a execução do LaTeX.

source: Chktex is no fun for LinuxDoc.
pt_br: Chktex não é compatível com LinuxDoc.

source: No warnings found.
pt_br: Nenhum aviso de erro encontrado.

source: One warning found.
pt_br: Um aviso encontrado.

source: Use 'Edit->Go to Error' to find it.
pt_br: Usar 'Editar->Ir Para o Erro' para encontrá-lo.

source: warnings found.
pt_br: avisos encontrados.

source: Use 'Edit->Go to Error' to find them.
pt_br: Usar 'Editar->Ir Para o Erro' para encontrá-los.

source: Chktex run successfully
pt_br: Chktex foi executado com sucesso

source: It seems chktex does not work.
pt_br: Parece que o programa Chktex não está funcionando.

source: Executing command:
pt_br: Executando o comando:

source: *.tex|LaTex Files (*.tex) *|All Files
pt_br: *.tex|Arquivos LaTex (*.tex) *|Todos os Arquivos

source: Export LaTeX File
pt_br: Exportar Arquivo LaTeX

source: Nice LaTeX file saved as
pt_br: Arquivo LaTeX salvo como

source: Document class must be linuxdoc.
pt_br: A classe de documento deve ser Linuxdoc

source: *.sgml|LinuxDoc SGML file (*.sgml)
pt_br: *.sgml|Arquivo LinuxDoc SGML (*.sgml)

source: Building LinuxDoc SGML file `
pt_br: Construindo arquivo LinuxDoc SGML `

source: LinuxDoc SGML file
pt_br: Arquivo LinjuxDoc SGML

source: built
pt_br: construído

source: *.txt|Text Files
pt_br: *.txt|Arquivos Text

source: Export Text File
pt_br: Exportar Arquivo Texto

source: Ascii file saved as
pt_br: Arquivo ASCII salvo como

source: Autosaving current document...
pt_br: Salvamento automático do documento atual...

source: Autosave Failed!
pt_br: Salvamento automático falhou!

source: File to Insert
pt_br: Arquivo Para Inserção

source: Error! Cannot open specified file:
pt_br: Erro! Não foi possível abrir o arquivo especificado:

source: Inserting Footnote...
pt_br: Inserindo Nota de Rodapé...

source: Importing LinuxDoc SGML file `
pt_br: Importanto arquivo LinuxDoc SGML`

source: Converting LinuxDoc SGML to TeX file...
pt_br: Convertendo LinuxDoc SGML para arquivo TeX...

source: Converting LinuxDoc SGML to dvi file...
pt_br: Convertendo LinuxDoc SGML para arquivo DVI...

source: Any changes will be ignored
pt_br: Todas as alterações serão ignoradas

source: The document is read-only:
pt_br: O documento tem permissões somente de leitura:

source: Do you want to save the current settings for Character, Document, Paper and Quotes as default for new documents?
pt_br: Deseja salvar as configurações atuais para Caracter, Documento, Papel e Citações como padrões para um novo documento?

source: Open/Close...
pt_br: Abrir/Fechar...

source: No further undo information
pt_br: Não é possível desfazer

source: Redo not yet supported in math mode
pt_br: Refazer não é suportado no modo matemático

source: No further redo information
pt_br: Não é possível refazer

source: Font:
pt_br: Fonte:

source: , Depth:
pt_br: , Profundidade:

source: Inserting margin note...
pt_br: Inserindo nota de margem...

source: Paragraph environment type copied
pt_br: Ambiente de tipo de parágrafo copiada

source: Paragraph environment type set
pt_br: Ambiente de tipo de parágrafo configurada

source: Melt
pt_br: Dissolver

source: Changed environment depth (in possible range, maybe not)
pt_br: Profundidade de ambiente alterada (nas faixas possíveis)

source: No font change defined. Use Character under the Layout menu to define font change.
pt_br: Nenhuma mudança de fonte definida. Usar Caracter sob o menu de Layout para definir a mudança de fonte.

source: Paragraph layout set
pt_br: Configuração de layout de parágrafo

source: Converting document to new document class...
pt_br: Convertendo documento para uma nova classe...

source: One paragraph couldn't be converted
pt_br: Um parágrafo não pode ser convertido

source: paragraphs couldn't be converted
pt_br: parágrafos não podem ser convertidos

source: Conversion Errors!
pt_br: Erros de Conversão!

source: into chosen document class
pt_br: em classes de documentos escolhidos

source: Document layout set
pt_br: Configuração de layout de documento

source: No more notes
pt_br: Sem outras notas

source: Cannot insert table in table.
pt_br: Não foi possível inserir uma tabela em outra

source: Inserting table...
pt_br: Inserindo tabela...

source: Table inserted
pt_br: Tabela inserida

source: Inserting figure...
pt_br: Inserindo figura...

source: Figure inserted
pt_br: Figura inserida

source: Screen options set
pt_br: Opções de tela configuradas

source: Running configure...
pt_br: Executando configuração...

source: Reloading configuration...
pt_br: Recarregando a configuração...

source: The system has been reconfigured.
pt_br: O sistema foi configurado.

source: You need to restart LyX to make use of any
pt_br: É necessário reinicializar o LyX para utilizar as funcionalidades

source: updated document class specifications.
pt_br: das especificações das classes de documentos atualizadas.

source: Alert
pt_br: Alerta

source: Question
pt_br: Questão

source: You don't have a personal LyX directory. It is needed to keep your own configuration. Should I try to set it up for you (recommended)?
pt_br: O usuário não tem um diretório pessoal Lyx. É necessário manter a sua própria configuração. Deseje que seja criado um (recomendado)?

source: LyX: Creating directory %s and running configure...
pt_br: LyX: criando diretório %s e executando configuração...

source: Failed. Will use %s instead.
pt_br: Falha. Será utilizado %s.

source: LyX: Done!
pt_br: LyX: Feito!

source: LyX Warning!
pt_br: Aviso LyX!

source: Error while reading
pt_br: Erro durante a leitura

source: Using built-in defaults.
pt_br: Usando padrões pré definidos

source: Fax File:
pt_br: Arquivo de Fax:

source: String not found!
pt_br: Expressão não encontrada!

source: 1 string has been replaced.
pt_br: Primeira expressão sendo substituída.

source: strings have been replaced.
pt_br: expressões foram substituídas

source: Found.
pt_br: Encontradas

source: Unknown sequence:
pt_br: Seqüência desconhecida:

source: Unknown action
pt_br: Ação desconhecida

source: Command not allowed without any document open
pt_br: Comando não permitido sem que um documento esteja aberto

source: Document is read-only
pt_br: Documento tem permissões somente de leitura

source: Unknown preview type:
pt_br: Tipo desconhecido de pré visualização

source: Unknown export type:
pt_br: Tipo de exportação desconhecido

source: not known
pt_br: não conhecido

source: No cross-reference to toggle
pt_br: Sem referências cruzadas para alternar

source: This is only allowed in math mode!
pt_br: Esta ação somente é permitida em modo matemático!

source: Unknown kind of footnote
pt_br: Tipo de nota de rodapé desconhecida

source: Document is read only
pt_br: Documento tem permissões somente de leitura

source: *.lyx|LyX Documents (*.lyx) *|All Files
pt_br: *.lyx|Documentos LyX (*.lyx) *|Todos os documentoss

source: newfile
pt_br: novo arquivo

source: Do you want to close that document now? ('No' will just switch to the open version)
pt_br: Deseja fechar este documento? ('Não' irá alternar para uma versão aberta do documento)

source: File already exists:
pt_br: Arquivo já existe:

source: Do you want to open the document?
pt_br: Deseja abrir o documento?

source: Inserting document
pt_br: Inserindo o documento

source: inserted.
pt_br: inserido.

source: Could not insert document
pt_br: Não foi possível inserir o documento

source: LyX VC: Initial description
pt_br: LyX VC: descrição inicial

source: LyX VC: Log Message
pt_br: LyX VC: mensagem do histórico

source: When reverting you will lose all changes made to the document since the last check-in.
pt_br: Ao reverter serão perdidas todas as mudanças feitas no documento desde a última gravação.

source: Do you still want to do it?
pt_br: Ainda deseja fazer isto?
