Repository: conectiva-linux/cl4
Catalog: src/klyx-0.9.9-6cl/klyx-*.po
Languages: pt_br

source: Sorry, can't do this while pictures are being rendered.
pt_br: Desculpe, mas não é possível executar esta função quando imagensestão sendo executadas.

source: Please wait a few seconds for this to finish and try again.
pt_br: Por favor aguarde alguns instantes e tente novamente.

source: (or kill runaway gs processes by hand and try again.)
pt_br: (ou finalize todos os processo gs manualmente e tente novamente.)

source: Can't do this while the spellchecker is running.
pt_br: Não é possível executar esta ação enquanto o verificador ortográfico está sendo executado.

source: Stop the spellchecker first.
pt_br: Para o verificador ortográfico antes.

source: Welcome to LyX!
pt_br: Bem-vindo ao LyX!

source: Executing:
pt_br: Executando:

source: * No document open *
pt_br: * Nenhum documento aberto *

source: Senseless with this layout!
pt_br: Este layout não faz sentido!

source: Error: Could not change to directory:
pt_br: Erro: não foi possível alterar para o diretório:

source: LyX Internal Error:
pt_br: Erro Interno do Lyx

source: Path Stack underflow.
pt_br: Excesso na Pilha de Caminhos

source: ispell problem
pt_br: problema no utilitário ispell

source: The ispell-process has died for some reason. *One* possible reason could be that you do not have a dictionary file for the language of this document installed. Check /usr/lib/ispell or set another dictionary in the Spellchecker Options menu.
pt_br: O processo ispell foi finalizado por alguma razão. Uma possibilidade pode ser a ausência de uma arquivo de dicionário para o idioma deste documento. Verifique /usr/lib/ispell ou configure o dicionário no menu Opções de Verificação Ortográfica.

source: words checked.
pt_br: palavras verificadas.

source: word checked.
pt_br: palavra verificada.

source: Spellchecking completed! %s
pt_br: Verificação ortográfica completada! %s

source: Ispell process
pt_br: Processo Ispell

source: The ispell-process has died for some reason. Maybe it has been killed.
pt_br: O processo ispell foi finalizado por alguma razão. Talvez tenha sido exterminado pelo usuário.

source: Multicolumns can only be horizontally.
pt_br: Multicolunas pode ser usada somente horizontalmente

source: Impossible operation
pt_br: Operação impossível

source: You can't insert a float in a float!
pt_br: Não é possível inserir um objeto flutuante em outro similar!

source: You can't insert a marginpar in a minipage!
pt_br: Não se pode inserir uma margem em uma mini página!

source: Cannot cut table.
pt_br: Não é possível cortar a tabela.

source: Float would include float!
pt_br: Um objeto flutuante não pode incluir outro!

source: Opened float
pt_br: Objeto flutuante não pode ser aberto

source: Closed float
pt_br: Objeto flutuante fechado

source: Nothing to do
pt_br: Nada a fazer

source: Font style changed
pt_br: Estilo de fonte alterado

source: Don't know what to do with half floats.
pt_br: O programa não pode lidar com meio objetos flutuantes

source: Don't know what to do with half tables.
pt_br: O programa não pode lidar com meia tabela

source: Can't paste float into float!
pt_br: Não é possível colar um objeto flutuante em outro!

source: Table cell cannot include more than one paragraph!
pt_br: Célula de tabela não pode conter mais que um parágrafo!

source: Opened figure
pt_br: Figura aberta

source: Math editor mode
pt_br: Modo de edição matemática

source: Math macro editor mode
pt_br: Modo de edição de macros matemáticas

source: Opened error
pt_br: Erro de abertura

source: Opened note
pt_br: Nota aberta

source: &Jump back
pt_br: &Retornar

source: List of Algorithms
pt_br: Lista de Algoritmos

source: List of Figures
pt_br: Lista de Figuras

source: List of Tables
pt_br: Lista de Tabelas

source: Parent:
pt_br: Pai:

source: &Jump to label
pt_br: &Ir para a etiqueta

source: Table of Contents
pt_br: Índice

source: Opened inset
pt_br: Inserção Aberta

source: unknown
pt_br: desconhecido
