Repository: conectiva-linux/cl4
Catalog: src/Xconfigurator-4.2.3-14cl/Xconfigurator-3.82-*.po
Languages: es

source: This program will create a basic XF86Config file, based on menu selections you make. The XF86Config file usually resides in /usr/X11R6/lib/X11 or /etc/X11. A sample XF86Config file is supplied with XFree86; it is configured for a standard VGA card and monitor with 640x480 resolution. You can either take the sample XF86Config as a base and edit it for your configuration, or let this program produce a base XF86Config file for your configuration and fine-tune it. Refer to /usr/X11R6/lib/X11/doc/README.Config for a detailed overview of the configuration process. For accelerated servers (including accelerated drivers in the SVGA server), there are many chipset and card-specific options and settings. This program does not know about these. On some configurations some of these settings must be specified. Refer to the server man pages and chipset-specific READMEs. Before continuing with this program, make sure you know the chipset and amount of video memory on your video card. SuperProbe can help with this. It is also helpful if you know what server you want to run.
es: Este programa crea el archivo XF86Config básico a partir de las opciones de menú seleccionadas. El archivo XF86Config normalmente está en /usr/X11R6/lib/X11 o /etc/X11. Un ejemplo del archivo XF86Config se ofrece con el XFree86, que está configurado para una tarjeta VGA patrón y un monitor con resolución de 640x480. Puedes usar el XF86Config de ejemplo como base y editarlo para tu configuración, o dejar este programa crear un nuevo XF86Config, haciendo los ajustes necesarios. En /usr/X11R6/lib/X11/doc/README. En Config puedes ver la descripción detallada del proceso de configuración. Para servidor acelerado (incluso drivers aceleradores en el servidor SVGA), existen muchos chipsets y opciones específicas de tarjetas. Este programa no tiene ese conocimiento. En algunas situaciones estas configuraciones tienen que ser especificadas. Mira las páginas de manual del servidor y el README específico del chipset Antes de continuar asegúrate que sabes cual es el chipset y el total de memoria de tu placa de vídeo. SuperProbe puede ayudarlo en esto. También es útil si sabes que servidor deseas ejecutar.

source: Select the video modes you would like to use. 8 bit modes allow for 256 colors, 16 bit modes allow for 64k colors, and 24 bit modes allow for true color. Performance will be slower, however, the higher you go. You should select at least one of the elements below.
es: Selecciona el modo de vídeo que deseas usar. Modo 8 bits permite 256 colores, modo 16 bits permite 64k colores, y modo 24 bits permite "colores reales" (cantidad de colores que la visión humana puede percibir). No obstante el desempeño baja a medida que se aumenta la definición de colores. Debes seleccionar al menos uno de los elementos abajo.

source: 8 bit:
es: 8 bits:

source: 16 bit:
es: 16 bits:

source: 24 bit:
es: 24 bits:

source: Back
es: Anterior

source: Select Video Modes
es: Seleccionar Modos de Vídeo

source: %s: cannot open /etc/sysconfig/mouse: %s
es: %s: no fue posible abrir el archivo /etc/sysconfig/mouse: %s

source: %s: mismatched quotes on line %d in /etc/sysconfig/mouse
es: %s: comillas incorrectas en la línea %d del archivo /etc/sysconfig/mouse

source: %s: mismatched quotes on line %d in /etc/sysconfig/keyboard
es: %s: comillas incorrectas en la línea %d del archivo /etc/sysconfig/keyboard

source: %s: line %d unexpected in /etc/sysconfig/mouse
es: %s: línea %d no válida en /etc/sysconfig/mouse

source: %s: cannot read /etc/sysconfig/mouse: %s
es: %s: no fue posible leer el archivo /etc/sysconfig/mouse: %s

source: %s: Critical error reading /etc/sysconfig/mouse.
es: %s: error crítico leyendo el archivo /etc/sysconfig/mouse.

source: %s: Check permissions of /etc/sysconfig/mouse.
es: %s: verifica los permisos del archivo /etc/sysconfig/mouse.

source: %s: Also - make sure you are running this program as root
es: %s: y asegúrate que de que este programa se esté ejecutando como root

source: %s: cannot open /etc/sysconfig/keyboard: %s
es: %s: no fue posible abrir el archivo /etc/sysconfig/keyboard: %s

source: %s: line %d unexpected in /etc/sysconfig/keyboard
es: %s: línea %d no válida en el archivo /etc/sysconfig/keyboard

source: %s: cannot read /etc/sysconfig/keyboard: %s
es: %s: no fue posible leer el archivo /etc/sysconfig/keyboard: %s

source: %s: Critical error reading /etc/sysconfig/keyboard.
es: %s: Error crítico durante lectura del archivo /etc/sysconfig/keyboard.

source: %s: Check permissions of /etc/sysconfig/keyboard.
es: %s: Verifica los permisos del archivo /etc/sysconfig/keyboard.

source: Now we want to set the specifications of the monitor. The two critical parameters are the vertical refresh rate, which is the rate at which the the whole screen is refreshed, and most importantly the horizontal sync rate, which is the rate at which scanlines are displayed. The valid range for horizontal sync and vertical sync should be documented in the manual of your monitor. If in doubt, check the monitor database /usr/X11R6/lib/X11/doc/Monitors to see if your monitor is there.
es: Ahora vamos especificar la configuración de tu monitor. Los dos parámetros críticos son: la frecuencia vertical, que es la frecuencia en que se hace la actualización de toda la pantalla; y lo más importante, la frecuencia horizontal, o tasa de barredura (sync) horizontal, que es la frecuencia en que las líneas son enseñadas en pantalla. Las bandas válidas para frecuencias horizontal y vertical deben estar documentadas en el manual de tu monitor. En caso de duda, mira el archivo /usr/X11R6/lib/X11/doc/Monitors para ver si tu monitor está en aquella lista.

source: You must indicate the horizontal sync range of your monitor. You can either select one of the predefined ranges below that correspond to industry-standard monitor types, or give a specific range. It is VERY IMPORTANT that you do not specify a monitor type with a horizontal sync range that is beyond the capabilities of your monitor. If in doubt, choose a conservative setting.
es: Tienes que indicar la frecuencia horizontal de tu monitor. Puedes seleccionar una de las frecuencias predefinidas abajo que corresponden a tipos patrones de monitor, o elegir un valor específico. ES MUY IMPORTANTE no especificar un tipo de monitor con una tasa de frecuencia horizontal superior a la capacidad de tu monitor. En caso de duda elige una configuración conservadora (valores subdimensionados).

source: You must indicate the vertical sync range of your monitor. You can either select one of the predefined ranges below that correspond to industry-standard monitor types, or give a specific range. For interlaced modes, the number that counts is the high one (e.g. 87 Hz rather than 43 Hz).
es: Tienes que indicar la frecuencia vertical de tu monitor. Puedes seleccionar una de las frecuencias predefinidas abajo que corresponden a tipos patrones de monitor, o pasar un valor específico. Para monitor entrelazado, el valor que vale es el más alto (ej. 87 Hz en lugar de 43 Hz).

source: Standard VGA, 640x480 @ 60 Hz
es: VGA Patrón, 640x480 en 60 Hz

source: Super VGA, 800x600 @ 56 Hz
es: Super VGA, 800x600 en 56 Hz

source: 8514 Compatible, 1024x768 @ 87 Hz interlaced (no 800x600)
es: Compatible con 8514, 1024x768 en 87 Hz entrelazado (sin 800x600)

source: Super VGA, 1024x768 @ 87 Hz interlaced, 800x600 @ 56 Hz
es: Super VGA, 1024x768 en 87 Hz entrelazado, 800x600 en 56 Hz

source: Extended Super VGA, 800x600 @ 60 Hz, 640x480 @ 72 Hz
es: Super VGA extendido, 800x600 en 60 Hz, 640x480 en 72 Hz

source: Non-Interlaced SVGA, 1024x768 @ 60 Hz, 800x600 @ 72 Hz
es: SVGA no entrelazado, 1024x768 en 60 Hz, 800x600 en 72 Hz

source: High Frequency SVGA, 1024x768 @ 70 Hz
es: SVGA alta frecuencia, 1024x768 en 70 Hz

source: Monitor that can do 1280x1024 @ 60 Hz
es: Monitor con soporte a 1280x1024 en 60 Hz

source: Monitor that can do 1280x1024 @ 74 Hz
es: Monitor con soporte a 1280x1024 en 74 Hz

source: Monitor that can do 1280x1024 @ 76 Hz
es: Monitor con soporte a 1280x1024 en 76 Hz

source: Monitor database was not found!
es: No fue encontrado banco de datos de monitores.

source: These generic types are also supported (use only the 'Generic##' part when specifying the monitor). You must specify the preceding '0' if the type is less than 10 (ie. 'Generic02')
es: Estos tipos genéricos también son soportados (usa sólo la parte 'Generic##' cuando especifiques el monitor). Debes especificar el '0' inicial si o tipo es menor que 10 (ej.: 'Generic02')

source: Monitor DB
es: BD Monitores

source: The monitor database file %s could not be loaded. Please select a custom monitor configuration closest to your actual monitor.
es: El archivo del banco de datos %s no se puede cargar. Por favor selecciona la configuración más próxima de tu monitor.

source: Custom
es: Personalizado

source: Monitor Setup
es: Configuración del Monitor

source: What type of monitor do you have? If you would rather specify the sync frequencies of your monitor, choose "Custom" from the list.
es: ¿Qué tipo de monitor tienes? Si prefieres especificar la frecuencia de tu monitor, elige "Personalizado" en la lista.

source: Custom Monitor Setup
es: Configuración Personalizada del Monitor

source: Custom Monitor Setup (Continued)
es: Configuración Personalizada del Monitor (Continuación)

source: Can't read card database.
es: No fue posible leer el banco de datos de tarjetas.

source: Can't read card database. Exiting.
es: No fue posible leer el banco de datos de tarjetas. Finalizando

source: Unknown Server
es: Servidor Desconocido

source: Somehow in continue mode an unknown server type exists.
es: Prosiguiendo en la configuración, a pesar de existir un tipo de servidor desconocido.

source: PCI Probe
es: Detección PCI

source: PCI probing found a: PCI Entry: %s X Server : %s
es: La detección PCI ha encontrado un: Entrada PCI: %s Servidor X : %s

source: No match
es: Sin asociación

source: Unlisted Card
es: Tarjeta No Listada

source: Choose a Card
es: Elige una Tarjeta

source: Pick a Card from the list below (Or choose "Unlisted Card" at the bottom of the list if your card isn't listed):
es: Elige una Tarjeta de la lista abajo (O "Tarjeta no relacionada" en el final de la lista, si tu tarjeta no se encuentra en ella.):

source: Pick a Server
es: Elige un Servidor

source: Which server do you need?
es: ¿Qué servidor hace falta?

source: No RAMDAC Setting (recommended)
es: Sin Configuración RAMDAC (recomendado)

source: AT&T 20C490 (S3 and AGX servers, ARK driver)
es: AT&T 20C490 (servidores S3 y AGX, driver ARK)

source: AT&T 20C498/21C498/22C498 (S3, autodetected)
es: AT&T 20C498/21C498/22C498 (S3, autodetectado)

source: AT&T 20C409/20C499 (S3, autodetected)
es: AT&T 20C409/20C499 (S3, autodetectado)

source: S3 GenDAC (86C708) (autodetected)
es: S3 GenDAC (86C708) (autodetectado)

source: S3 SDAC (86C716) (autodetected)
es: S3 SDAC (86C716) (autodetectado)

source: STG-1700 (S3, autodetected)
es: STG-1700 (S3, autodetectado)

source: STG-1703 (S3, autodetected)
es: STG-1703 (S3, autodetectado)

source: TI 3025 (S3, autodetected)
es: TI 3025 (S3, autodetectado)

source: TI 3026 (S3, autodetected)
es: TI 3026 (S3, autodetectado)

source: IBM RGB 514 (S3, autodetected)
es: IBM RGB 514 (S3, autodetectado)

source: IBM RGB 524 (S3, autodetected)
es: IBM RGB 524 (S3, autodetectado)

source: IBM RGB 525 (S3, autodetected)
es: IBM RGB 525 (S3, autodetectado)

source: IBM RGB 528 (S3, autodetected)
es: IBM RGB 528 (S3, autodetectado)

source: Normal DAC
es: DAC Normal

source: No Clockchip Setting (recommended)
es: Sin Configuración RAMDAC (recomendado)

source: ICD2061A and compatibles (ICS9161A, DCS2824)
es: ICD2061A y compatibles (ICS9161A, DCS2824)

source: ICS5342 (similar to SDAC, but not completely compatible)
es: ICS5342 (similar al SDAC, pero no completamente compatible)

source: S3 GenDAC (86C708) and ICS5300 (autodetected)
es: S3 GenDAC (86C708) (autodetectado)

source: STG 1703 (autodetected)
es: STG-1703 (S3, autodetectado)

source: TI 3025 (autodetected)
es: TI 3025 (S3, autodetectado)

source: TI 3026 (autodetected)
es: TI 3026 (S3, autodetectado)

source: IBM RGB 51x/52x (autodetected)
es: IBM RGB 514 (S3, autodetectado)

source: It is possible that the hardware detection routines in the server some how cause the system to crash and the screen to remain blank. If this is the case, skip this step the next time. The server may need a Ramdac, ClockChip or special option (e.g. "nolinear" for S3) to probe and start-up correctly.
es: Es posible que las rutinas de detección de hardware en el servidor puedan de alguna forma bloquear el sistema y la pantalla continúe vacía. Si este es tu caso,no utilices este paso de la próxima vez. El servidor puede necesitar de un Ramdac, ClockChip o una opción especial (ex.: "nolinear" em placas S3) para detectar e inicializar correctamente.

source: X Error
es: Error del servidor X

source: There was an error detecting the video ram on your card. You should try configuring the video card manually.
es: Ha ocurrido un error detectando la RAM de vídeo en tu tarjeta. Deberás intentar la configuración de la tarjeta de vídeo manualmente.

source: Fatal error: Invalid amount of video memory.
es: Error fatal: cantidad no válida de memoria de vídeo.

source: Video Memory
es: Memoria de Vídeo

source: How much video memory do you have?
es: ¿Cuánta memoria de vídeo tienes?

source: RAMDAC Configuration
es: Configuración RAMDAC

source: Which RAMDAC do you have?
es: ¿Qué RAMDAC tienes?

source: Clockchip Configuration
es: Configuración "Clockchip"

source: Which Clockchip do you have?
es: ¿Qué "Clockchip" tienes?

source: Probe
es: Detectar

source: Skip
es: Ignorar

source: Do you want to run 'X -probeonly' now?
es: Deseas ejecutar 'X -probeonly' ahora?

source: Probe for Clocks
es: Verifica Clocks

source: Clock Probe Failed
es: Hubo un fallo en la detección del Reloj

source: Configuration will proceed using default values.
es: La configuración continuará usando valores por defecto.

source: Unable to probe card - error running X
es: No fue posible detectar la tarjeta- error durante la ejecución del X

source: Couldn't grep mode lines from probe output.
es: No fueron encontradas líneas de modo en la salida del proceso de detección.

source: Failed to create tempfile in kickstart mode
es: Hubo un fallo en la creación de archivo temporal modo kickstart

source: Probing to begin
es: Detección para iniciar

source: Xconfigurator will now run the X server you selected to probe various information about your video card. It is normal for the screen to blink several times.
es: Xconfigurator irá ejecutar ahora el servidor X seleccionado para detectar información sobre tu placa de vídeo. Es normal que la pantalla empieze a parpadear veces.

source: There was an error executing the X server in a probing mode. You should try configuring the video card manually.
es: Ocurrió un error ejecutando el servidor X en modo detección. Deberás intentar configurar la tarjeta de vídeo manualmente.

source: There was an error probing the clocks on your video card. You should try configuring the video card manually.
es: Ocurrió un error detectando los "clocks" para tu tarjeta de vídeo. Deberás intentar configurar la tarjeta de vídeo manualmente.

source: No Valid Modes
es: No válido modo alguno

source: No valid video modes were autodetected at 8, 16, or 24 bits per pixel. It is likely that the X server for your video card did not return the information in the way expected by this tool. You can still attempt to configure you video card manually.
es: No ha sido detectado modo de vídeo alguno para 8, 16 o 24 bits por pixel. Probablemente el servidor X para tu tarjeta de vídeo no ha retornado la información de la forma esperada por esta herramienta. Deberás intentar configurar tu tarjeta de vídeo manualmente.

source: Probing finished
es: Detección finalizada

source: Use Default
es: Usa por defecto

source: Let Me Choose
es: Déjame elegir

source: Xconfigurator has sucessfully probed your video card. The default video mode will be: Color Depth: %s bits per pixel Resolution : %s Do you want to accept this setting, or select for yourself?
es: Xconfigurator ha detectado tu tarjeta de vídeo con éxito. El modo de vídeo por defecto será: Colores : %s bits por pixel Resolución : %s ¿Deseas mantener esta configuración, o seleccionar otra?

source: An error occured during probing; please start over.
es: Ocurrió un error durante la detección; empieza de nuevo.

source: The error occured trying to exec X.
es: El error ocurrió durante el intento de ejecución del X.

source: The error occured trying to exec grep.
es: El error ocurrió durante el intento de ejecución del grep.

source: Can't open file for writing. Perhaps you aren't root?
es: No fue posible grabar el archivo. Tal vez no estés como superusuario.

source: Undetermined error number %d
es: Error indeterminado número %d

source: Fatal Error
es: Error Fatal!

source: A fatal error occured checking the status of the link /usr/X11R6/lib/X11/XF86Config Make sure you are running this utility as root. The fatal error was:
es: Ocurrió un error fatal en la verificación del estado del link /usr/X11R6/lib/X11/XF86Config Asegúrate que estás ejecutando este programa como superusuario. El error fatal fue:

source: Error with existing XF86Config
es: Error con el archivo XF86Config

source: Yes
es: Sí

source: There is something wrong with the file /usr/X11R6/lib/X11/XF86Config This file should normally be a link to /etc/X11/XF86Config Shall I make that link now?
es: Hay algo mal con el archivo /usr/X11R6/lib/X11/XF86Config Normalmente este archivo debería ser un link para /etc/X11/XF86Config ¿Debo hacer crear este link ahora?

source: Warning
es: Atención

source: Since you did not set this link, the config file created with this utilty may not be used next time X is started. It is recommended you look into why this link is not currently set as recommended. The install will proceed now...
es: Como no has creado este link, el archivo de configuración generado con este utilitario puede no ser utilizado en la próxima inicialización del X. Lo indicado será que verifiques porque este link no ha sido hecho como fue recomendado. La instalación será efectivada ahora...

source: Screen Configuration
es: Pantalla de configuración

source: Don't Probe
es: Não detectar

source: Xconfigurator now needs to setup the default resolution and color depth. Most modern PCI video cards can be probed, and Xconfigurator will automatically determine the best video mode/color depth possible for your system. There is a chance, however, this could lock up your system. If you would prefer to give the required information instead of having it probed, answer "Don't Probe" to the following question.
es: Xconfigurator irá configurar la resolución patrón y la profundidad de colores. La mayoría de las tarjetas de vídeo PCI más modernas pueden ser detectadas, y Xconfigurator irá automáticamente determinar el mejor modo de vídeo/profundidad de colores posible. No obstante, hay el riesgo de que esta detección pueda bloquear tu sistema. Si prefieres ofrecer la información requerida en lugar de la autodetección, responda "No detectar" a la pregunta a continuación.

source: Welcome
es: Bienvenido

source: Cancel
es: Cancelar

source: No card determined in kickstart - bailing
es: Tarjeta alguna ha sido especificada en el kicstart - saliendo

source: Server doesn't exist, can't continue.
es: Servidor no existe, no puedo continuar.

source: tried to use %s
es: he intentado usar %s

source: You're Done!
es: ¡Hecho!

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
es: <Tab>/<Alt-Tab> mueve entre opciones | <Espacio> selecciona | <F12> próxima pantalla
