Repository: conectiva-linux/cl4
Catalog: src/gnome-objc-1.0.1-4cl/gnome-objc-*.po
Languages: pt_br

source: Click me!
pt_br: Me clique!

source: Page #1
pt_br: Página #1

source: Button Fun
pt_br: Botão Divertido

source: Page #2
pt_br: Página #2

source: Button1
pt_br: Botão1

source: Page #3
pt_br: Página #3

source: Applied changed on page #%d
pt_br: Aplicar alterações na página #%d

source: Button1
pt_br: Botão1

source: GNOME Obj-C Hello
pt_br: Hello Obj-C GNOME

source: GNOME is cool. yup.
pt_br: Gnome é muito bom!

source: Font Selection Test
pt_br: Teste de Seleção de Fontes

source: Button2
pt_br: Botão2

source: Button3
pt_br: Botão3

source: Show a Great Canvas
pt_br: Mostra um grande Canvas

source: Show a Great AntiAliased Canvas
pt_br: Mostra um grande Canvas

source: Button2
pt_br: Botão2

source: Button3
pt_br: Botão3

source: font: %s
pt_br: fonte: %s

source: The Civilized GNOME Objective-C Hello...
pt_br: O Civilizado Hello Objective-C GNOME...

source: Click on the curve to move it
pt_br: Clique na curva para movê-la

source: This is a simple Koch Curve
pt_br: Essa é uma simples Curva Koch
