Repository: conectiva-linux/cl4
Catalog: src/kbdconfig-1.9.2-3cl/kbdconfig-*.po
Languages: es

source: cannot scan
es: no fue posible buscar

source: cannot read first
es: no fue posible leer el primero

source: cannot read next
es: no fue posible leer el próximo

source: Configure Keyboard
es: Configuración del teclado

source: What type of keyboard do you have?
es: ¿Qué tipo de teclado tienes?

source: Back
es: Anterior

source: Cancel
es: Cancelar

source: %s: cannot open /etc/sysconfig/keyboard: %s
es: %s: no fue posible abrir /etc/sysconfig/keyboard: %s

source: %s: mismatched quotes on line %d in /etc/sysconfig/keyboard
es: %s: las comillas no coinciden en la línea %d en/etc/sysconfig/keyboard

source: %s: line %d unexpected in /etc/sysconfig/keyboard
es: %s: línea %d no esperada en /etc/sysconfig/keyboard

source: %s: bad argument %s: %s
es: %s: argumento inválido %s: %s

source: %s: unexpected argument
es: %s: argumento no esperado

source: %s: can only be run as root
es: %s: solamente el root puede ejecutar

source: %s: critical error reading /etc/sysconfig/keyboard
es: %s: error crítico en la lectura del archivo /etc/sysconfig/keyboard

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
es: <Tab>/<Alt-Tab> mueve entre opciones | <Espacio> selecciona | <F12> próxima pantalla

source: %s: failed to make /etc/sysconfig/keyboard: %s
es: %s: Hubo fallo en la creación del archivo /etc/sysconfig/keyboard: %s

source: %s: failed to write to /etc/sysconfig/keyboard: %s
es: %s: Hubo fallo en la grabación del archivo /etc/sysconfig/keyboard: %s

source: Keymap Loaded
es: Mapa de teclado cargado

source: The new keymap has been loaded.
es: Fue cargado el nuevo mapa de teclado.
