Repository: conectiva-linux/cl4
Catalog: src/ee-0.3.8-9cl/ee-*.po
Languages: pt_br

source: Electric Eyes - Edit Controls
pt_br: Electric Eyes - Controles de Edição

source: Colour Settings
pt_br: Configurações de Cores

source: Gray Controls
pt_br: Controles de Cinza

source: Red Controls
pt_br: Controles de Vermelho

source: Green Controls
pt_br: Controles de Verde

source: Blue Controls
pt_br: Controles de Azul

source: Colour Modifications:
pt_br: Modificações nas Cores:

source: Apply
pt_br: Aplicar

source: Apply the current color changes to the main image
pt_br: Aplicar a mudança nas cores na imagem principal

source: Keep
pt_br: Manter

source: Apply the current color changes to the image data, and reset
pt_br: Aplicar a mudança nas cores na imagem principal e retornar para os padrões

source: Reset
pt_br: Retornar aos padrões

source: Reset all the color changes to normal values
pt_br: Cancelar todas as modificações de cores e retornar para os valores normais

source: Always Apply
pt_br: Sempre Aplicar

source: Always apply any changes to the main image
pt_br: Sempre aplicar qualquer mudança na imagem corrente

source: Geometry Settings
pt_br: Configurações Geométricas

source: Image Size:
pt_br: Tamanho da Imagem:

source: Crop:
pt_br: Cortar:

source: Halve the size of the image
pt_br: Dividir o tamanho da imagem ao meio

source: Reduce the image size by 10%
pt_br: Reduzir o tamanho da imagem em 10%

source: Set the image size to its normal size
pt_br: Configurar o tamanho da imagem para seu tamanho normal

source: Increase the image size by 10%
pt_br: Aumentar o tamanho da imagem em 10%

source: Double the size of the image
pt_br: Dobrar o tamanho da imagem

source: Max Aspect
pt_br: Aspecto Máximo

source: Maximize image size retaining aspect
pt_br: Maximizar o tamanho da imagem mantendo o aspecto

source: Max
pt_br: Máximo

source: Maximize image size
pt_br: Maximizar o tamanho da imagem

source: Set Size
pt_br: Configurar Tamanho

source: Set a custom size for the image
pt_br: Configurar um tamanho personalizado para a imagem

source: Apply Size
pt_br: Aplicar Tamanho

source: Apply the current view size to the image
pt_br: Aplicar o tamanho atual de visualização na imagem

source: Flip image horizontally
pt_br: Inverter a imagem no sentido horizontal

source: Flip image vertically
pt_br: Inverter a imagem no sentido vertical

source: Rotate image
pt_br: Girar a imagem

source: Snapshot Screen Now
pt_br: Visualização Imediata

source: Grab the contents of the entire screen now
pt_br: Capturar toda a tela

source: Snapshot Custom
pt_br: Personalizar Visualização Instantânea

source: Select a custom window on the screen to snapshot
pt_br: Selecionar uma janela personalizada para visualização instantânea

source: Image Size: (%i x %i)
pt_br: Tamanho da Imagem: (%i x %i)

source: Select a file to save
pt_br: Selecione um arquivo para salvar

source: Select a file to load
pt_br: Selecione um arquivo para carregar

source: Set Printout settings
pt_br: Configurar saída de impressão

source: Saved Image Settings
pt_br: Configurações Salvas

source: Print Command:
pt_br: Comando de Impressão:

source: Print
pt_br: Imprimir

source: Cancel
pt_br: Cancelar

source: Image Format:
pt_br: Formato da Imagem:

source: Quality Settings
pt_br: Configurações da Qualidade

source: Page Settings
pt_br: Configurações de Página

source: Color
pt_br: Cor

source: Scaling Factor:
pt_br: Fator de Escala de Tamanho:

source: Select a file
pt_br: Selecione um arquivo

source: Load all files in directory
pt_br: Carregar todos os arquivos no diretório

source: Use Previews
pt_br: Usar Visualizações Prévias

source: Image Information
pt_br: Informação da Imagem

source: Grab Options
pt_br: Opções de Captura

source: Number of seconds to wait:
pt_br: Número de segundos de espera:

source: Hide EE windows
pt_br: Esconder janela do EE

source: Selected window hierachy depth:
pt_br: Profundidade de hierarquia da janela selecionada:

source: Crop: (%i, %i) (%i x %i)
pt_br: Cortar: (%i, %i) (%i x %i)

source: Electric Eyes
pt_br: Olhos Elétricos

source: Do you wish to delete the file on disk?
pt_br: Você deseja apagar o arquivo do disco?

source: Do you wish to delete the disk file:
pt_br: Você deseja apagar o arquivo:

source: Electric Eyes - Images
pt_br: Olhos Elétricos - Imagens

source: Quit
pt_br: Sair

source: Exit this program
pt_br: Finalizar este programa

source: Open
pt_br: Abrir

source: Open a new file
pt_br: Abrir um novo arquivo

source: First
pt_br: Primeiro

source: Select first item in list
pt_br: Selecionar o primeiro item na lista

source: Previous
pt_br: Anterior

source: Select previous item in list
pt_br: Selecionar o item anterior na lista

source: Next
pt_br: Próximo

source: Select next item in list
pt_br: Selecionar o próximo item na lista

source: Last Item
pt_br: Último Item

source: Select last item in list
pt_br: Selecionar o último item na lista

source: Remove
pt_br: Remover

source: Remove filename from list
pt_br: Remove o arquivo da lista

source: Delete
pt_br: Apagar

source: Delete file on disk and remove from the list
pt_br: Apagar o arquivo do disco e removê-lo da lista

source: Use Large Thumbnails
pt_br: Usar Miniaturas Grandes

source: Generate Thumbnails
pt_br: Gerar Miniaturas

source: Open up a new image file
pt_br: Abrir um novo arquivo de imagem

source: Save
pt_br: Salvar

source: Save this image
pt_br: Salvar esta imagem

source: Save As
pt_br: Salvar Como

source: Save this image as a new file
pt_br: Salvar esta imagem como um novo arquivo

source: Print this Image
pt_br: Imprimir esta Imagem

source: Last Image
pt_br: Última Imagem

source: Display the last image in the image list
pt_br: Mostrar a última imagem na lista de imagens

source: Next Image
pt_br: Próxima Imagem

source: Display the next image in the image list
pt_br: Mostrar a próxima imagem na lista de imagens

source: Previous Image
pt_br: Imagem Anterior

source: Display the previous image in the image list
pt_br: Mostrar a imagem anterior na lista de imagens

source: First Image
pt_br: Primeira Imagem

source: Display the first image in the image list
pt_br: Mostrar a primeira imagem na lista de imagens

source: Set as Desktop Background
pt_br: Configurar como fundo da Área de Trabalho

source: Top
pt_br: Topo

source: Add Toolbar To Top
pt_br: Adicionar Barra de Ferramentas ao Topo

source: Bottom
pt_br: Fundo

source: Add Toolbar To Bottom
pt_br: Adicionar Barra de Ferramentas ao Fundo

source: Left
pt_br: Esquerda

source: Add Toolbar To Left
pt_br: Adicionar Barra de Ferramenta à Esquerda

source: Right
pt_br: Direita

source: Add Toolbar To Right
pt_br: Adicionar Barra de Ferramenta à Direita

source: Hide
pt_br: Esconder

source: Hide the Toolbar
pt_br: Esconder a Barra de Ferramenta

source: Show/Hide Edit Window
pt_br: Mostrar/Esconder a Janela de Edição

source: Toggle Edit Window visability
pt_br: Alternar visibilidade da Janela de Edição

source: Show/Hide List Window
pt_br: Mostrar/Esconder a Janela de Lista

source: Toggle List Window visability
pt_br: Alternar a visibilidade da Janela de Lista

source: Toggle Scrolled View
pt_br: Alternar Visualização com Rolagem

source: Toggle Scrollbars in a scrolled view
pt_br: Alternar Barras de Rolagem numa visualização com rolagem

source: Tool Bar
pt_br: Barra de Ferramenta

source: File
pt_br: Arquivo

source: View
pt_br: Visualizar

source: Crop Selection
pt_br: Seleção de Corte

source: Crop the current crop selection
pt_br: Cortar a seleção de corte corrente

source: Save Settings
pt_br: Salvar Configurações

source: Save the current settings
pt_br: Salvar as Configurações Correntes

source: Exit
pt_br: Sair

source: Exit Electric Eyes
pt_br: Sair do Electric Eyes

source: Save as original filename
pt_br: Salvar com o nome original

source: Save as new file
pt_br: Salvar como novo arquivo

source: Print image
pt_br: Imprimir Imagem

source: View the first image in the list
pt_br: Visualizar a primeira imagem na lista

source: View the previous image in the list
pt_br: Visualizar a imagem anterior na lista

source: View the next image in the list
pt_br: Visualizar a próxima imagem na lista

source: Last
pt_br: Última

source: View the last image in the list
pt_br: Visualizar a última imagem da lista

source: Crop
pt_br: Cortar

source: Crop the current selection
pt_br: Cortar a seleção corrente

source: Select a window
pt_br: Selecionar uma janela

source: Please press OK then click on a window to grab
pt_br: Por favor pressione OK e depois clique na janela a ser capturada

source: Set root window image and leave
pt_br: Configurar a janela principal de imagem e sair
