Repository: conectiva-linux/cl4
Catalog: src/authconfig-1.8-2cl/authconfig-*.po
Languages: pt_br

source: %s: cannot open /etc/sysconfig/network: %s
pt_br: %s: não foi possível abrir /etc/sysconfig/network: %s

source: %s: cannot open /etc/yp.conf: %s
pt_br: %s: não foi possível abrir /etc/yp.conf: %s

source: NIS Server:
pt_br: Servidor NIS:

source: Request via broadcast
pt_br: Pedido via anúncio

source: Enable NIS
pt_br: Ligar NIS

source: NIS Domain:
pt_br: Domínio NIS:

source: Use Shadow Passwords
pt_br: Usar senhas Shadow

source: Enable MD5 Passwords
pt_br: Usar senhas MD5

source: Back
pt_br: Voltar

source: Cancel
pt_br: Cancelar

source: (NIS not installed)
pt_br: (NIS não instalado)

source: or use:
pt_br: ou use:

source: Authentication Configuration
pt_br: Configuração de Autenticação

source: Error
pt_br: Erro

source: You must enter a NIS server or request via broadcast.
pt_br: Você precisa fornecer um servidor NIS ou pedir via anúncio

source: You must enter a NIS domain.
pt_br: Você precisa fornecer um domínio NIS

source: %s: cannot open /etc/sysconfig/network- for writing: %s
pt_br: %s: não foi possível abrir /etc/sysconfig/network- para escrita: %s

source: %s: cannot open /etc/yp.conf- for writing: %s
pt_br: %s: não foi possível abrir /etc/yp.conf- para escrita: %s

source: %s: error opening %s
pt_br: %s: erro abrindo %s

source: Usage: %s [options] --nostart do not start/stop yp --enablenis enable nis by default --nisdomain <domain> default NIS domain --nisserver <server> default NIS server --useshadow use shadow passwords --enablemd5 enable MD5 passwords --kickstart don't display user interface --help show this screen
pt_br: Uso: %s [opções] --nostart não iniciar/parar yp --enablenis ligar nis por padrão --nisdomain <domínio> domínio NIS padrão --nisserver <servidor> servidor NIS padrão --useshadow usar senhas shadow --enablemd5 usar senhas MD5 --kickstart não mostrar interface --help mostar essa tela

source: %s: bad argument %s: %s
pt_br: %s: argumento inválido %s: %s

source: %s: unexpected argument
pt_br: %s: argumento não esperado

source: %s: can only be run as root
pt_br: %s: só pode ser executado como root

source: %s: critical error reading /etc/sysconfig/network
pt_br: %s: erro crítico lendo /etc/sysconfig/network

source: %s: critical error reading /etc/yp.conf
pt_br: %s: erro crítico lendo /etc/yp.conf

source: %s: critical error reading /etc/pam.d/passwd
pt_br: %s: erro crítico lendo /etc/pam.d/passwd

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
pt_br: <Tab>/<Alt-TAB> move entre opções | <Espaço> seleciona | <F12> próxima tela

source: %s: nis domain was set to %s, but dialog was cancelled
pt_br: %s: domínio nis foi configurado para %s, mas o diálogo foi cancelado

source: return values: nis: %c, nisdomain: %s, shadow: %c, md5: %c
pt_br: valores de retorno: nis: %c, nisdomain: %s, shadow: %c, md5: %c

source: %s: critical error writing /etc/sysconfig/network
pt_br: %s: erro crítico escrevendo /etc/sysconfig/network

source: %s: critical error writing /etc/yp.conf
pt_br: %s: erro crítico escrevendo /etc/yp.conf

source: %s: critical error turning on NIS service
pt_br: %s: erro crítico ligando serviço NIS

source: %s: critical error with shadow password manipulation
pt_br: %s: erro crítico na manipulação das senhas shadow
