Repository: conectiva-linux/cl4
Catalog: src/sharutils-4.2-14cl/sharutils-4.2.*.po
Languages: pt_br

source: Unknown system error
pt_br: Erro desconhecido do sistema

source: %s: option `%s' is ambiguous
pt_br: %s: opção `%s' é ambígua

source: %s: option `--%s' doesn't allow an argument
pt_br: %s: opção `--%s' não aceita argumentos

source: %s: option `%c%s' doesn't allow an argument
pt_br: %s: opção `%c%s' não aceita argumentos

source: %s: option `%s' requires an argument
pt_br: %s: opção `%s' requer um argumento

source: %s: unrecognized option `--%s'
pt_br: %s: opção não reconhecida `--%s'

source: %s: unrecognized option `%c%s'
pt_br: %s: opção não reconhecida `%c%s'

source: %s: illegal option -- %c
pt_br: %s: opção ilegal -- %c

source: %s: invalid option -- %c
pt_br: %s: opção inválida -- %c

source: %s: option requires an argument -- %c
pt_br: %s: opção requer um argumento -- %c

source: memory exhausted
pt_br: memória insuficiente

source: WARNING: not restoring timestamps. Consider getting and
pt_br: AVISO: não restaurando datas e horários (timestamps). Sugere-se

source: installing GNU \`touch', distributed in GNU File Utilities...
pt_br: a instalação do GNU touch, distribuído no GNU File Utilities...

source: creating lock directory
pt_br: criando diretório de bloqueamento (lock)

source: failed to create lock directory
pt_br: falha ao criar o diretório de bloqueamento (lock)

source: Too many directories for mkdir generation
pt_br: Excesso de diretórios para mkdir

source: creating directory
pt_br: criando diretório

source: Cannot access %s
pt_br: Não foi possível acessar %s

source: -C is being deprecated, use -Z instead
pt_br: -C está em desuso, utilize -Z

source: Cannot get current directory name
pt_br: Não foi possível obter o nome do diretório corrente

source: Must unpack archives in sequence!
pt_br: Deve-se desempacotar arquivos em seqüência

source: Please unpack part
pt_br: Por favor desempacote parte

source: next!
pt_br: próximo!

source: %s: Not a regular file
pt_br: %s: Não é um arquivo regular

source: In shar: remaining size %ld
pt_br: Em shar: tamanho restante é %ld

source: Newfile, remaining %ld,
pt_br: Arquivo novo, restando %ld,

source: Limit still %d
pt_br: O limite ainda é %d

source: restore of
pt_br: restauração de

source: failed
pt_br: falhado

source: End of part
pt_br: Fim da parte

source: continue with part
pt_br: continua com parte

source: Starting file %s
pt_br: Começando com o arquivo %s

source: empty
pt_br: vazio

source: (empty)
pt_br: (vazio)

source: Cannot open file %s
pt_br: Não foi possível abrir o arquivo %s

source: compressed
pt_br: com compress

source: gzipped
pt_br: com gzip

source: binary
pt_br: binário

source: (compressed)
pt_br: (com compress)

source: (gzipped)
pt_br: (com gzip)

source: (binary)
pt_br: (binário)

source: Could not fork
pt_br: Não foi possível fazer `fork'

source: File %s (%s)
pt_br: Arquivo %s (%s)

source: text
pt_br: texto

source: (text)
pt_br: (texto)

source: overwriting
pt_br: sobrescrevendo

source: overwrite
pt_br: sobrescrita

source: extraction aborted
pt_br: extração cancelada

source: SKIPPING
pt_br: OMITINDO

source: (file already exists)
pt_br: (arquivo já existente)

source: Saving %s (%s)
pt_br: Gravando %s (%s)

source: extracting
pt_br: extraindo

source: End of
pt_br: Fim de

source: archive
pt_br: arquivo

source: part
pt_br: parte

source: File
pt_br: Arquivo

source: is continued in part
pt_br: continua na parte

source: Please unpack part 1 first!
pt_br: Por favor, extraia a parte 1 primeiro!

source: STILL SKIPPING
pt_br: AINDA OMITINDO

source: continuing file
pt_br: continuando arquivo

source: is complete
pt_br: está completo

source: uudecoding file
pt_br: decodificando arquivo (uudecode)

source: uncompressing file
pt_br: descompactando arquivo (uncompress)

source: gunzipping file
pt_br: descompactando arquivo (gunzip)

source: MD5 check failed
pt_br: verificação MD5 falhou

source: original size
pt_br: tamanho original

source: current size
pt_br: tamanho corrente

source: Opening `%s'
pt_br: Abrindo `%s'

source: Closing `%s'
pt_br: Fechando `%s'

source: Try `%s --help' for more information.
pt_br: Para mais informação, tente `%s --help'.

source: Usage: %s [OPTION]... [FILE]...
pt_br: Uso: %s [OPÇÃO]... [ARQUIVO]...

source: Mandatory arguments to long options are mandatory for short options too.
pt_br: Os argumentos obrigatórios para as opções longas são também obrigatórios para a forma curta.

source: Giving feedback: --help display this help and exit --version output version information and exit -q, --quiet, --silent do not output verbose messages locally Selecting files: -p, --intermix-type allow -[BTzZ] in file lists to change mode -S, --stdin-file-list read file list from standard input Splitting output: -o, --output-prefix=PREFIX output to file PREFIX.01 through PREFIX.NN -l, --whole-size-limit=SIZE split archive, not files, to SIZE kilobytes -L, --split-size-limit=SIZE split archive, or files, to SIZE kilobytes
pt_br: Mensagens informativas: --help apresenta esta ajuda e finaliza --version apresenta versão e finaliza -q, --quiet, --silent não apresenta mensagens detalhadas localmente Seleção dos arquivos: -p, --intermix-type permite -[BTzZ] na lista de arquivos para mudar de modo -S, --stdin-file-list ler a lista de arquivos da entrada padrão Subdividindo o arquivo de saída: -o, --output-prefix=PREFIXO gera os arquivos PREFIXO.01 a PREFIXO.NN -l, --whole-size-limit=TAMANHO limita os arquivos shar, não os arquivos, a TAMANHO kbytes -L, --split-size-limit=TAMANHO limita os arquivos shar, ou os arquivos, a TAMANHO kbytes

source: Controlling the shar headers: -n, --archive-name=NAME use NAME to document the archive -s, --submitter=ADDRESS override the submitter name -a, --net-headers output Submitted-by: & Archive-name: headers -c, --cut-mark start the shar with a cut line Selecting how files are stocked: -M, --mixed-uuencode dynamically decide uuencoding (default) -T, --text-files treat all files as text -B, --uuencode treat all files as binary, use uuencode -z, --gzip gzip and uuencode all files -g, --level-for-gzip=LEVEL pass -LEVEL (default 9) to gzip -Z, --compress compress and uuencode all files -b, --bits-per-code=BITS pass -bBITS (default 12) to compress
pt_br: Controle dos cabeçalhos shar: -n, --archive-name=NOME atribui ao arquivo o nome NOME -s, --submitter=ENDEREÇO altera o nome original -a, --net-headers produz os cabeçalhos Submitted-by: e Archive-name: -c, --cut-mark coloca uma linha de demarcação no início do `shar' Métodos de armazenamento: -M, --mixed-uuencode faz uuencode dinamicamente (por default) -T, --text-files considera todos os arquivos de texto -B, --uuencode considera todos os arquivos binários, usa uuencode -z, --gzip aplica gzip e uuencode a todos os arquivos -g, --level-for-gzip=NÍVEL fornece -NÍVEL (default 9) para o gzip -Z, --compress aplica compress e uuencode a todos os arquivos -b, --bits-per-code=BITS fornece -bBITS (default 12) o compress

source: Protecting against transmission: -w, --no-character-count do not use `wc -c' to check size -D, --no-md5-digest do not use `md5sum' digest to verify -F, --force-prefix force the prefix character on every line -d, --here-delimiter=STRING use STRING to delimit the files in the shar Producing different kinds of shars: -V, --vanilla-operation produce very simple and undemanding shars -P, --no-piping exclusively use temporary files at unshar time -x, --no-check-existing blindly overwrite existing files -X, --query-user ask user before overwriting files (not for Net) -m, --no-timestamp do not restore file modification dates & times -Q, --quiet-unshar avoid verbose messages at unshar time -f, --basename restore in one directory, despite hierarchy --no-i18n do not produce internationalized shell script
pt_br: Proteções a utilizar na transmissão: -w, --no-character-count não verifica o tamanho com `wc -c' -D, --no-md5-digest não usa verificação `md5sum' -F, --force-prefix coloca o caractere de prefixo em cada linha -d, --here-delimiter=STRING delimita cada arquivo com STRING Produzindo diferentes tipos de arquivos shar: -V, --vanilla-operation produz arquivos de shell simples e não exigentes -P, --no-piping usar só arquivos temporários durante a extração -x, --no-check-existing sobrescreve os arquivos existentes -X, --query-user pergunta antes de sobrescrever (não usar para arquivos distribuídos à rede) -m, --no-timestamp não restaura as datas e os tempos de modificação dos arquivos -Q, --quiet-unshar não apresenta mensagens detalhadas ao extrair os arquivos -f, --basename extrai todos os arquivos para o mesmo diretório, apesar da hierarquia --no-i18n não produz script internacionalizado

source: Option -o is required with -l or -L, option -n is required with -a. Option -g implies -z, option -b implies -Z.
pt_br: Exige-se a opção -o com -l ou -L, exige-se a opção -n com -a. A opção -g implica -z, a opção -b implica -Z.

source: DEBUG was not selected at compile time
pt_br: Não se escolheu DEBUG durante a compilação

source: Hard limit %dk
pt_br: Limite tipo `hard' de %dk

source: Soft limit %dk
pt_br: Limite tipo `soft' de %dk

source: WARNING: No user interaction in vanilla mode
pt_br: ATENÇÃO: Não há intervenção do usuário no modo `vanilla'

source: WARNING: Non-text storage options overridden
pt_br: ATENÇÃO: As opções para armazenamento não-textual foram anuladas

source: No input files
pt_br: Nenhum arquivo de entrada

source: Cannot use -a option without -n
pt_br: Não é possível usar a opção -a sem -n

source: Cannot use -l or -L option without -o
pt_br: Não é possível usar a opção -l ou -L sem -o

source: PLEASE avoid -X shars on Usenet or public networks
pt_br: Por favor, evite -X em arquivos shar na Usenet ou redes públicas

source: You have unpacked the last part
pt_br: Você deve desempacotar a última parte

source: Created %d files
pt_br: Criados %d arquivos

source: Found no shell commands in %s
pt_br: Não foi encontrado nenhum comando de shell, em %s

source: %s looks like raw C code, not a shell archive
pt_br: %s parece ser código C, não um arquivo de shell

source: Found no shell commands after `cut' in %s
pt_br: Não foi encontrado nenhum comando de shell após o `cut', em %s

source: %s is probably not a shell archive
pt_br: %s provavelmente não é um arquivo de shell

source: The `cut' line was followed by: %s
pt_br: A linha de demarcação foi seguida de: %s

source: Starting `sh' process
pt_br: Disparando o processo `sh'

source: Mandatory arguments to long options are mandatory for short options too. -d, --directory=DIRECTORY change to DIRECTORY before unpacking -c, --overwrite pass -c to shar script for overwriting files -e, --exit-0 same as `--split-at="exit 0"' -E, --split-at=STRING split concatenated shars after STRING -f, --force same as `-c' --help display this help and exit --version output version information and exit If no FILE, standard input is read.
pt_br: Os argumentos obrigatórios para as opções longas são também obrigatórios para a forma curta. -d, --directory=DIRETÓRIO muda para DIRETÓRIO antes de desempacotar -c, --overwrite fornece -c a `shar' para reescrever os arquivos -e, --exit-0 o mesmo que `--split-at="exit 0"' -E, --split-at=STRING separa os arquivos concatenados após STRING -f, --force o mesmo que `-c' --help apresenta esta ajuda e finaliza --version apresenta a versão e finaliza Na ausência de qualquer ARQUIVO, o programa lê a entrada padrão.

source: Cannot chdir to `%s'
pt_br: Não foi possível mudar para o diretório `%s'

source: standard input
pt_br: entrada padrão

source: %s: Short file
pt_br: %s: Arquivo truncado

source: %s: No `end' line
pt_br: %s: Falta a linha `end'

source: %s: data following `=' padding character
pt_br: %s: dados após caractere de preenchimento `='

source: %s: illegal line
pt_br: %s: linha ilegal

source: %s: No `begin' line
pt_br: %s: Falta a linha `begin'

source: %s: Illegal ~user
pt_br: %s: ~usuário não permitido

source: %s: No user `%s'
pt_br: %s: Não existe o usuário `%s'

source: Usage: %s [FILE]...
pt_br: Uso: %s [ARQUIVO]...

source: Mandatory arguments to long options are mandatory to short options too. -h, --help display this help and exit -v, --version output version information and exit -o, --output-file=FILE direct output to FILE
pt_br: Argumentos obrigatórios para as opções longas são também obrigatórios para a forma curta. --help apresenta esta ajuda e finaliza --version apresenta versão e finaliza -o, --output-file=ARQ direciona a saída para ARQ

source: Read error
pt_br: Erro de leitura

source: Usage: %s [INFILE] REMOTEFILE
pt_br: Uso: %s [ARQUIVO_DE_ENTRADA] ARQUIVO_REMOTO

source: -h, --help display this help and exit -m, --base64 use base64 encoding as of RFC1521 -v, --version output version information and exit
pt_br: --help apresenta esta ajuda e finaliza -m, --base64 usa codificação base64 conforme RFC1521 --version apresenta versão e finaliza

source: Write error
pt_br: Erro de escrita
