Repository: conectiva-linux/cl4
Catalog: src/gdm-1.0.0-38cl/gdm-*.po
Languages: pt_br

source: gdm_display_dispose: Closing display %s
pt_br: gdm_display_dispose: Encerrando tela %s

source: gdm_display_dispose: Disposing %s
pt_br: gdm_display_dispose: Arranjando %s

source: gdm_config_parse: No configuration file: %s. Aborting.
pt_br: gdm_config_parse: Nenhum arquivo de configuração: %s. Abortando.

source: gdm_config_parse: No authdir specified and default not found.
pt_br: gdm_config_parse: Diretório de autenticação não especificado e padrão não encontrado.

source: gdm_config_parse: No sessions directory specified and default not found.
pt_br: gdm_config_parse: Nenhum diretório de sessão especificado e o padrão não foi encontrado.

source: gdm_config_parse: Invalid server line in config file. Ignoring!
pt_br: gdm_config_parse: Linha inválida no arquivo de configuração do servidor. Ignorando!

source: gdm_config_parse: Xdmcp disabled and no local servers defined. Aborting!
pt_br: gdm_config_parse: Xdmcp desativado e nenhum servidor local definido. Abortando!

source: gdm_config_parse: Can't find the gdm user (%s). Aborting!
pt_br: gdm_config_parse: Não foi possível encontrar o usuário do gdm (%s). Abortando!

source: gdm_config_parse: The gdm user should not be root. Aborting!
pt_br: gdm_config_parse: O usuário gdm não pode ser o root. Abortando!

source: gdm_config_parse: Can't find the gdm group (%s). Aborting!
pt_br: gdm_config_parse: Não foi possível encontrar o grupo gdm (%s). Abortando!

source: gdm_config_parse: The gdm group should not be root. Aborting!
pt_br: gdm_config_parse: O grupo gdm não pode ser o root. Abortando!

source: gdm_config_parse: Authdir %s does not exist. Aborting.
pt_br: gdm_config_parse: Diretório %s de autenticação não existe. Abortando.

source: gdm_config_parse: Authdir %s is not a directory. Aborting.
pt_br: gdm_config_parse: Diretório %s de autenticação não é um diretório. Abortando.

source: gdm_config_parse: Authdir %s is not owned by user %s, group %s. Aborting.
pt_br: gdm_config_parse: Diretório %s de autenticação não pertente ao usuário %s, grupo %s. Abortando.

source: gdm_config_parse: Authdir %s has wrong permissions. Should be 750. Aborting.
pt_br: gdm_config_parse: Diretório %s de autenticação tem permissões erradas. Deve ser 750. Abortando.

source: gdm_local_servers_start: Starting %s
pt_br: gdm_local_servers_start: Inicializando %s

source: gdm_display_manage: Managing %s
pt_br: gdm_display_manage: Gerenciando %s

source: gdm_display_manage: Failed forking gdm slave process for %d
pt_br: gdm_display_manage: Falha na inicialização (fork) de um processo gdm escravo para %d

source: gdm_display_manage: Forked slave: %d...
pt_br: gdm_display_manage: Escravo inicializado: %d...

source: gdm_child_action: Server process returned unknown status %d
pt_br: gdm_child_action: Processo servidor retornou status desconhecido %d

source: gdm_child_action: Aborting display %s
pt_br: gdm_child_action: Abortando tela %s

source: gdm_child_action: Master rebooting...
pt_br: gdm_child_action: Reinicialização Principal...

source: gdm_child_action: Reboot failed: %s
pt_br: gdm_child_action: Falha de reinicialização: %s

source: gdm_child_action: Master halting...
pt_br: gdm_child_action: Suspendenção Principal...

source: gdm_child_action: Halt failed: %s
pt_br: gdm_child_action: Falha na suspensão: %s

source: gdm_child_action: Slave process returned unknown status %d
pt_br: gdm_child_action: Processo escravo retornou status desconhecido %d

source: gdm_child_handler: child %d returned %d
pt_br: gdm_child_handler: filho %d retornou %d

source: gdm_display_unmanage: Stopping %s
pt_br: gdm_display_unmanage: Parando %s

source: gdm_term_handler: Got TERM/INT. Going down!
pt_br: gdm_term_handler: Interceptado TERM/INT. Encerrando!

source: gdm_daemonify: fork() failed!
pt_br: gdm_daemonify: Falha no fork()!

source: gdm_daemonify: setsid() failed: %s!
pt_br: gdm_daemonify: Falha no setsid(): %s!

source: Only root wants to run gdm
pt_br: Apenas o root deseja rodar o gdm

source: gdm already running. Aborting!
pt_br: O gdm já está em execução. Abortando!

source: According to %s, gdm was already running (%d), but seems to have been murdered mysteriously.
pt_br: De acordo com %s, o gdm já estava rodando (%d), mas parece que morreu misteriosamente.

source: gdm_main: Error setting up TERM signal handler
pt_br: gdm_main: Erro ajustando o tratador do sinal TERM

source: gdm_main: Error setting up INT signal handler
pt_br: gdm_main: Erro ajustando o tratador do sinal INT

source: gdm_main: Error setting up CHLD signal handler
pt_br: gdm_main: Erro ajustando o tratador do sinal CHLD

source: gdm_main: Here we go...
pt_br: gdm_main: Lá vamos nós...

source: gdm_auth_secure_display: Securing %s
pt_br: gdm_auth_secure_display: Assegurando %s

source: gdm_auth_secure_display: Could not unlink %s file: %s
pt_br: gdm_auth_secure_display: Não foi possível desassociar o arquivo %s: %s

source: gdm_auth_secure_display: Error starting xauth process: %s. Running insecure!
pt_br: gdm_auth_secure_display: Erro na inicialização do processo xauth: %s. Executando de modo inseguro!

source: gdm_auth_secure_display: Error forking xauth process. Running insecure!
pt_br: gdm_auth_secure_display: Erro na inicialização (fork) do processo xauth. Executando de modo inseguro!

source: gdm_auth_user_add: Adding cookie to %s
pt_br: gdm_auth_user_add: Adicionando `cookie' para %s

source: gdm_auth_user_add: Error starting xauth process: %s
pt_br: gdm_auth_user_add: Erro inicializand processo xauth: %s

source: gdm_auth_user_add: Error forking xauth process.
pt_br: gdm_auth_user_add: Erro inicializando (forking) processo xauth.

source: gdm_auth_user_remove: Removing cookie from %s
pt_br: gdm_auth_user_remove: Removendo cookie de %s

source: gdm_auth_user_remove: Error starting xauth process: %s
pt_br: gdm_auth_user_remove: Erro na inicialização do processo xauth: %s

source: gdm_auth_user_remove: Error forking xauth process.
pt_br: gdm_auth_user_remove: Erro na inicialização (fork) do processo xauth.

source: Gnome Display Manager
pt_br: Gerenciador de Telas Gnome

source: gdm manages local and remote displays and provides the user with a login window.
pt_br: O gdm gerencia monitores locais e remotos e disponibiliza uma janela para login.

source: Logo not found. No image will be displayed!
pt_br: Logotipo não encontrado. Nenhuma imagem será mostrada!

source: gdm_greeter_parse_config: No configuration file: %s. Aborting.
pt_br: gdm_greeter_parse_config: Nenhum arquivo de configuração: %s. Abortando.

source: messages/welcome=Welcome to %h
pt_br: messages/welcome=Bem-vindo a %h

source: You have chosen %s for this session, but your default setting is %s. Do you wish to make %s the default for future sessions?
pt_br: Você escolheu %s para esta sessão, mas sua opção padrão é %s. Você deseja que %s seja o padrão para futuras sessões?

source: Your previous session type %s is not installed on this machine. Do you wish to make %s the default for future sessions?
pt_br: O tipo de sua sessão anterior, %s, não está instalado nessa máquina. Você deseja que %s seja o padrão para futuras sessões?

source: Your previous session type %s is not installed on this machine. You will be logged in using the %s environment.
pt_br: O tipo de sua sessão anterior, %s, não está instalado nessa máquina. Você estará conectado usando o ambiente %s.

source: You have chosen the language %s for this session, but your default setting is %s. Do you wish to make %s the default language for future sessions?
pt_br: Você escolheu o idioma %s para esta sessão, mas sua opção padrão é %s. Você deseja que %s seja o idioma padrão para futuras sessões?

source: Your previous language %s is not installed on this machine. Do you wish to make %s the default language for future sessions?
pt_br: O idioma anterior, %s, não está instalado nessa máquina. Você deseja tornar %s o idioma padrão para as futuras sessões?

source: Your previous language %s is not installed on this machine. Your environment will be %s.
pt_br: O idioma anterior, %s, não está instalado nessa máquina. Seu ambiente será %s.

source: Invalid username or password!
pt_br: Nome de usuário ou senha inválidos!

source: Are you sure you want to reboot the machine?
pt_br: Tem certeza que você deseja reinicializar a máquina?

source: Are you sure you want to halt the machine?
pt_br: Tem certeza que você deseja suspender a máquina?

source: gdm_greeter_session_init: Session script directory not found!
pt_br: gdm_greeter_session_init: Diretório de scripts de sessão não encontrado!

source: No session scripts found. Aborting!
pt_br: Scripts de sessão não encontrados. Abortando!

source: No default session link found. Using %s.
pt_br: Nenhum vínculo padrão para sessão encontrado. Usando %s.

source: Sessions
pt_br: Sessões

source: Languages
pt_br: Idiomas

source: Reboot...
pt_br: Reinicializar...

source: Halt...
pt_br: Parar...

source: Suspend
pt_br: Suspender

source: System
pt_br: Sistema

source: Can't open icon file: %s. Suspending iconify feature!
pt_br: Não foi possível abrir o arquivo de ícones: %s. Encerrando a capacidade de iconização!

source: Iconify
pt_br: Iconizar

source: Options...
pt_br: Opções...

source: Can't open NofaceImageFile: %s. Suspending face browser!
pt_br: Não é possível abrir NofaceImageFile: %s. Encerrando o face browser!

source: main: Error setting up HUP signal handler
pt_br: main: Erro ajustando o tratador do sinal HUP

source: main: Error setting up INT signal handler
pt_br: main: Erro ajustando o tratador do sinal INT

source: main: Error setting up TERM signal handler
pt_br: main: Erro ajustando o tratador do sinal TERM

source: main: Error setting up USR1 signal handler
pt_br: main: Erro ajustando o tratador do sinal USR1

source: main: Error setting up USR2 signal handler
pt_br: main: Erro ajustando o tratador do sinal USR2

source: %s: %s is not owned by uid %d. Skipping.
pt_br: %s: %s não pertence ao uid %d. Desconsiderando.

source: %s: %s is writable by group/other. Should be 755. Skipping.
pt_br: %s: %s é gravável por grupo/outros. Deve ter permissões 755. Desconsiderando.

source: %s: %s is not a regular file. Skipping.
pt_br: %s: %s não é um arquivo convencional. Desconsiderando.

source: %s: %s is writable by group/other. Should be 644. Skipping.
pt_br: %s: %s é gravável por grupo/outros. Deve ter permissões 644. Desconsiderando.

source: %s: %s is bigger than sysadmin specified maximum file size. Skipping.
pt_br: %s: %s é maior que o tamanho máximo de arquivo especificado pelo administrador. Desconsiderando.

source: gdm_parse_enriched_string: String too long!
pt_br: gdm_parse_enriched_string: String muito grande!

source: Welcome to
pt_br: Bem-vindo a

source: gdm_parse_enriched_string: Could not malloc temporary buffer!
pt_br: gdm_parse_enriched_string: Não foi possível malloc o buffer temporário!

source: gdm_exec_script: Failed starting: %s
pt_br: gdm_exec_script: Falha inicializando: %s

source: gdm_exec_script: Can't fork script process!
pt_br: gdm_exec_script: Não foi possível inicializar (fork) o processo do script!

source: gdm_exec_command: Failed starting: %s
pt_br: gdm_exec_command: Falha inicializando: %s

source: gdm_exec_command: Can't fork process!
pt_br: gdm_exec_command: Não foi possível inicializar (fork) o processo!

source: gdm_slave_start: Starting slave process for %s
pt_br: gdm_slave_start: Iniciando processo escravo para %s

source: gdm_slave_init: Error setting up TERM/INT signal handler
pt_br: gdm_slave_init: Erro ajustando o tratador do sinal TERM/INT

source: gdm_slave_init: Error setting up CHLD signal handler
pt_br: gdm_slave_init: Erro ajustando o tratador do sinal CHLD

source: gdm_slave_start: Opening display %s
pt_br: gdm_slave_start: Abrindo tela %s

source: gdm_slave_greeter: Running greeter on %s
pt_br: gdm_slave_greeter: Executando anfitrião em %s

source: gdm_slave_greeter: Can't init pipe to gdmgreeter
pt_br: gdm_slave_greeter: Não foi possível iniciar o duto (pipe) para o gdmgreeter

source: gdm_slave_greeter: Couldn't set groupid to %d
pt_br: gdm_slave_greeter: Não foi possível configurar o groupid para %d

source: gdm_slave_greeter: Couldn't set userid to %d
pt_br: gdm_slave_greeter: Não foi possível configurar o userid para %d

source: gdm_slave_greeter: Error starting greeter on display %s
pt_br: gdm_slave_greeter: Erro inicializando anfitrião na tela %s

source: gdm_slave_greeter: Can't fork gdmgreeter process
pt_br: gdm_slave_greeter: Não foi possível inicializar (fork) o processo gdmgreeter

source: gdm_slave_greeter: Greeter on pid %d
pt_br: gdm_slave_greeter: Anfitrião no pid %d

source: gdm_slave_greeter: No command followed STX
pt_br: gdm_slave_greeter: Nenhum comando sucedeu o STX

source: gdm_slave_greeter: Insufficient data from greeter in pipe
pt_br: gdm_slave_greeter: Dados insuficientes do anfitrião no duto (pipe)

source: gdm_slave_get_opts: Insufficient data from greeter in pipe
pt_br: gdm_slave_get_opts: Dados insuficientes do anfitrião no duto (pipe)

source: gdm_slave_session_start: %s on %s
pt_br: gdm_slave_session_start: %s em %s

source: gdm_slave_session_init: User '%s' not found. Aborting.
pt_br: gdm_slave_session_init: Usuário '%s' não encontrado. Abortando.

source: gdm_slave_session_init: Execution of PreSession script returned > 0. Aborting.
pt_br: gdm_slave_session_init: Execução do script pré-sessão retornou > 0. Abortando.

source: gdm_slave_session_init: Error forking user session
pt_br: gdm_slave_session_init: Erro inicializando (forking) a sessão do usuário

source: gdm_slave_session_init: Could not setgid %d. Aborting.
pt_br: gdm_slave_session_init: Não foi possível setgid %d. Abortando.

source: gdm_slave_session_init: initgroups() failed for %s. Aborting.
pt_br: gdm_slave_session_init: initgroups() falhou para %s. Abortando.

source: gdm_slave_session_init: Could not become %s. Aborting.
pt_br: gdm_slave_session_init: Não foi possível virar %s. Abortando.

source: gdm_slave_session_init: Could not start session `%s'
pt_br: gdm_slave_session_init: Não foi possível iniciar a sessão `%s'

source: gdm_slave_session_stop: %s on %s
pt_br: gdm_slave_session_stop: %s em %s

source: gdm_slave_session_cleanup: %s on %s
pt_br: gdm_slave_session_cleanup: %s em %s

source: gdm_slave_session_cleanup: Running post session script
pt_br: gdm_slave_session_cleanup: Executando script pós-sessão

source: gdm_slave_session_cleanup: Killing windows
pt_br: gdm_slave_session_cleanup: Terminando janelas

source: gdm_slave_term_handler: %s got TERM signal
pt_br: gdm_slave_term_handler: %s interceptou sinal TERM

source: gdm_slave_term_handler: Whacking greeter
pt_br: gdm_slave_term_handler: Saudações imensas

source: gdm_slave_term_handler: Whacking client connections
pt_br: gdm_slave_term_handler: Intensas conexões com clientes

source: gdm_slave_child_handler: %d died
pt_br: gdm_slave_child_handler: %d morreu

source: gdm_slave_child_handler: %d returned %d
pt_br: gdm_slave_child_handler: %d retornou %d

source: gdm_slave_windows_kill: Could not open display %s
pt_br: gdm_slave_windows_kill: Não foi possível abrir a tela %s

source: gdm_slave_windows_kill: Killing windows on %s
pt_br: gdm_slave_windows_kill: Terminando janelas em %s

source: gdm_slave_windows_kill: Killing child 0x%x
pt_br: gdm_slave_windows_kill: Terminando filho 0x%x

source: gdm_slave_xioerror_handler: I/O error for display %s
pt_br: gdm_slave_xioerror_handler: Erro de E/S para a tela %s

source: gdm_slave_windows_kill_ioerror_handler: Fatal X error - Restarting %s
pt_br: gdm_slave_windows_kill_ioerror_handler: Erro fata no X - Reinicializando %s

source: gdm_slave_xsync_handler: Xping failed for display %s
pt_br: gdm_slave_xsync_handler: Xping falhou para a tela %s

source: gdm_slave_xsync_ping: Pinging %s
pt_br: gdm_slave_xsync_ping: Pingando %s

source: gdm_slave_xsync_ping: Error setting up ALARM signal handler
pt_br: gdm_slave_xsync_ping: Erro na configuração do tratador do sinal ALARM

source: gdm_slave_xsync_ping: Pinging %s returned %d
pt_br: gdm_slave_xsync_ping: O ping em %s retornou %d

source: Can't find /etc/pam.d/gdm!
pt_br: Não foi possível encontrar /etc/pam.d/gdm!

source: Can't set PAM_TTY=%s
pt_br: Não foi possível ajustar PAM_TTY=%s

source: Couldn't authenticate %s
pt_br: Não foi possível autenticar %s

source: Couldn't set acct. mgmt for %s
pt_br: Não foi possível ajustar o gerenciamento de contas para %s

source: Couldn't set credentials for %s
pt_br: Não foi possível ajustar as credenciais para %s

source: Couldn't open session for %s
pt_br: Não foi possível abrir sessão para %s

source: gdm_xdmcp_init: Could not get server hostname: %s!
pt_br: gdm_xdmcp_init: Não foi possível obter o nome de máquina do servidor: %s!

source: gdm_xdmcp_init: Could not create socket!
pt_br: gdm_xdmcp_init: Não foi possível criar o soquete!

source: gdm_xdmcp_init: Could not bind to XDMCP socket!
pt_br: gdm_xdmcp_init: Não foi possível conectar ao soquete XDMCP!

source: gdm_xdmcp_decode: Could not create XDMCP buffer!
pt_br: gdm_xdmcp_decode: Não foi possível criar o buffer XDMCP!

source: gdm_xdmcp_decode: Could not read XDMCP header!
pt_br: gdm_xdmcp_decode: Não foi possível ler o cabeçalho XDMCP!

source: gdm_xdmcp_decode: Incorrect XDMCP version!
pt_br: gdm_xdmcp_decode: Versão incorrect do XDMCP!

source: gdm_xdmcp_decode_packet: Unknown opcode from host %s
pt_br: gdm_xdmcp_decode_packet: Opcode desconhecido da máquina %s

source: gdm_xdmcp_query: Could not extract authlist from packet
pt_br: gdm_xdmcp_query: Não foi possível obter lista de autenticação do pacote

source: gdm_xdmcp_query: Error in checksum
pt_br: gdm_xdmcp_query: Erro no checksum

source: gdm_xdmcp_send_willing: Sending WILLING to %s
pt_br: gdm_xdmcp_send_willing: Enviando WILLING para %s

source: gdm_xdmcp_send_unwilling: Sending UNWILLING to %s
pt_br: gdm_xdmcp_send_unwilling: Enviando UNWILLING para %s

source: Display not authorized to connect
pt_br: Tela não autorizada a conectar

source: gdm_xdmcp_handle_request: Got REQUEST from %s
pt_br: gdm_xdmcp_handle_request: Interceptado REQUEST de %s

source: gdm_xdmcp_handle_request: Got REQUEST from banned host %s
pt_br: gdm_xdmcp_handle_request: Interceptado REQUEST da máquina %s banida.

source: gdm_xdmcp_handle_request: Could not read Display Number
pt_br: gdm_xdmcp_handle_request: Não foi possível ler o número da tela

source: gdm_xdmcp_handle_request: Could not read Connection Type
pt_br: gdm_xdmcp_handle_request: Não foi possível ler o tipo da conexão

source: gdm_xdmcp_handle_request: Could not read Client Address
pt_br: gdm_xdmcp_handle_request: Não foi possível ler o endereço do cliente

source: gdm_xdmcp_handle_request: Could not read Authentication Names
pt_br: gdm_xdmcp_handle_request: Não foi possível ler os nomes de autenticação

source: gdm_xdmcp_handle_request: Could not read Authentication Data
pt_br: gdm_xdmcp_handle_request: Não foi possível ler os dados de autenticação

source: gdm_xdmcp_handle_request: Could not read Authorization List
pt_br: gdm_xdmcp_handle_request: Não foi possível ler a lista de autorização

source: gdm_xdmcp_handle_request: Could not read Manufacturer ID
pt_br: gdm_xdmcp_handle_request: Não foi possível ler a identificação do fabricante

source: gdm_xdmcp_handle_request: Failed checksum from %s
pt_br: gdm_xdmcp_handle_request: Checksum incorreto de %s

source: gdm_xdmcp_send_accept: Sending ACCEPT to %s with SessionID=%d
pt_br: gdm_xdmcp_send_accept: Enviando ACCEPT para %s com SessionID=%d

source: gdm_xdmcp_send_decline: Sending DECLINE to %s
pt_br: gdm_xdmcp_send_decline: Enviando DECLINE para %s

source: gdm_xdmcp_manage: Got MANAGE from %s
pt_br: gdm_xdmcp_manage: Interceptado MANAGE de %s

source: gdm_xdmcp_handle_manage: Got Manage from banned host %s
pt_br: gdm_xdmcp_handle_manage: Interceptado Manage da máquina %s banida

source: gdm_xdmcp_handle_manage: Could not read Session ID
pt_br: gdm_xdmcp_handle_manage: Não foi possível ler o identificador da sessão

source: gdm_xdmcp_handle_manage: Could not read Display Number
pt_br: gdm_xdmcp_handle_manage: Não foi possível ler o Número da Tela

source: gdm_xdmcp_manage: Got Display=%d, SessionID=%d from %s
pt_br: gdm_xdmcp_manage: Interceptado Display=%d, SessionID=%d de %s

source: gdm_xdmcp_manage: Could not read Display Class
pt_br: gdm_xdmcp_manage: Não foi possível ler a Classe Display

source: gdm_xdmcp_handle_manage: Could not open logfile for display %s!
pt_br: gdm_xdmcp_handle_manage: Não foi possível abrir arquivo de registro para a tela %s!

source: gdm_xdmcp_handle_manage: Sleeping %d on a retry
pt_br: gdm_xdmcp_handle_manage: Aguardando %d numa retentativa

source: gdm_xdmcp_handle_keepalive: Got KEEPALIVE from %s
pt_br: gdm_xdmcp_handle_keepalive: Interceptado KEEPALIVE de %s

source: gdm_xdmcp_handle_keepalive: Got KEEPALIVE from banned host %s
pt_br: gdm_xdmcp_handle_keepalive: Interceptado KEEPALIVE da máquina %s banida.

source: gdm_xdmcp_handle_keepalive: Could not read Display Number
pt_br: gdm_xdmcp_handle_keepalive: Não foi possível ler o Número da Tela

source: gdm_xdmcp_handle_keepalive: Could not read Session ID
pt_br: gdm_xdmcp_handle_keepalive: Não foi possível ler o identificador da sessão
