Repository: conectiva-linux/cl4
Catalog: src/sndconfig-0.29-10cl/sndconfig-*.po
Languages: es

source: ACER Notebook sound
es: Sonido en Notebooks ACER

source: Compaq Deskpro XL Sound
es: Sonido en el Compaq Deskpro XL

source: Crystal CS423x sound chip
es: Chip de Sonido Crystal CS423x

source: Logitech SoundMan Games (not SM16 or SM Wave!)
es: Logitech SoundMan Games (¡no SM16 o SM Wave!)

source: OPL3-SA1 sound chip
es: Chip de Sonido OPL3-SA1

source: OPL3-SA2/3/x sound chip
es: Chip de Sonido OPL3-SA2/3/x

source: CS4231 (sonidoe sun4m, sun4u)
es: CS4231 (algunas sun4m, sun4u)

source: <Tab>/<Alt-Tab> between elements | Use <Enter> to edit a selection
es: <Tab>/<Alt-Tab> entre elementos | Usa <Intro> para editar una entrada

source: Sound Configuration Utility %s (C) 1998 Red Hat Software
es: Utilitario de Configuración de Sonido %s (C) 1998 Red Hat Software

source: # THIS FILE IS WRITTEN BY SNDCONFIG
es: # ESTE ARCHIVO FUE GENERADO POR SNDCONFIG

source: # PLEASE USE SNDCONFIG TO MODIFY
es: # ¡POR FAVOR USA EL SNDCONFIG PARA MODIFICAR

source: # TO CHANGE THIS FILE!
es: # ESTE ARCHIVO!

source: # There should be no spaces at the start of a line
es: # No deben haber espacios en el inicio de una línea

source: # or around the '=' sign
es: # o antes/después de la señal '='

source: Card Type
es: Tipo de Tarjeta

source: Please select your card:
es: Por favor Elige tu tarjeta:

source: Cancel
es: Cancelar

source: I/O PORT
es: PORTA E/S

source: 8-bit DMA
es: DMA 8 bits

source: 16-bit DMA
es: DMA 16 bits

source: MPU I/O
es: E/S de la MPU

source: MPU IRQ
es: IRQ de la MPU

source: BASE MEMORY
es: MEMORIA BASE

source: Your sound card is a PnP device, so its settings can be configured w/o setting any dip switches. Choose the values you would like to use from the menus below.
es: Tu tarjeta de sonido es un dispositivo PnP, de esta forma tu configuración se puede hacer sin alterar dip switch alguno. Elige los valores que quieras usar en los menús abajo.

source: Please adjust the settings below to match the dip switch settings on your sound card.
es: Por favor ajusta las configuraciones abajo, como las de los dip switchs en tu tarjeta de sonido.

source: Card Settings
es: Configuraciones de la Tarjeta

source: File Exists
es: Archivo ya existente

source: There is already a file called /etc/conf.modules. The existing file will be renamed /etc/conf.modules.bak and a new file will be written.
es: Ya existe un archivo /etc/conf.modules. El archivo existente será renombrado para /etc/conf.modules.bak y se creará uno nuevo archivo.

source: SoundCard Test
es: Prueba de la Tarjeta de Sonido

source: A sound sample will now be played to determine if your sound card has been correctly configured.
es: Un archivo de sonido se reproducirá para determinar si tu tarjeta de sonido fue configurada correctamente.

source: The following error occurred running the isapnp program:
es: El siguiente error ocurrió durante la ejecución del programa isapnp:

source: isapnp error
es: Error en el isapnp

source: The following error occurred running the modprobe program:
es: El siguiente error ocurrió durante la ejecución del programa modprobe:

source: modprobe error
es: Error en el modprobe

source: The following error occurred playing the sample:
es: El siguiente error ocurrió durante la reproducción del archivo de sonido:

source: Unable To Play Audio
es: No fue posible reproducir el audio

source: Sample Not Found
es: No se ha encontrado el Archivo de Sonido

source: The sound sample does not appear to be installed.
es: El archivo de prueba de sonido parece que no está instalado.

source: An error occurred opening /dev/audio
es: Ocurrió un error en la apertura del /dev/audio

source: Test Result
es: Resultado de la Prueba

source: Yes
es: Sí

source: Were you able to hear the sample?
es: ¿Has oído la prueba de sonido?

source: ERROR - You must be root to run sndconfig.
es: ERRO - Debes ser root para ejecutar el sndconfig.

source: Usage: sndconfig [--help] [--noprobe] [--autoconfig] --noprobe do not probe for PnP sound cards. --noautoconfig do not autoconfigure any probed PnP sound cards.
es: Uso: sndconfig [--help] [--noprobe] [--autoconfig] --noprobe no intente detectar tarjetas de sonido PnP. --noautoconfig no configure automáticamente tarjetas de sonido PnP detectadas.

source: Usage: sndconfig [--help]
es: Uso: sndconfig [--help]

source: Introduction
es: Introducción

source: sndconfig is a configuration tool for sound cards. %s%s Report bugs to sound-list@redhat.com
es: sndconfig es una herramienta de configuración para tarjetas de sonido. %s%s Relate bugs para sound-list@redhat.com

source: The automatic probing for PnP cards has been DISABLED
es: La detección automática de tarjetas PnP fue DESHABILITADA

source: A probe will now be performed for any PnP cards
es: Se hará un intento de detección para tarjetas PnP

source: that can be automatically configured.
es: que automáticamente serán configuradas.

source: ERROR: No Sound Modules found
es: ERROR: No se ha encontrado módulo de Sonido alguno

source: You don't seem to be running a kernel with modular sound enabled. To use sndconfig, you must be running a kernel with the new modular sound, such as the kernel shipped with Red Hat Linux or a 2.1.x kernel, and sound must be compiled as a module. Patches for the 2.0.3x series of kernels are available at: ftp://ftp.redhat.com/pub/sound/patches-current/
es: Parece que no estás usando un kernel con soporte a sonido modular. Para usar sndconfig debes estar usando un kernel con el nuevo sonido modular, como el kernel que se pone a disposición con Conectiva Linux/Red Hat Linux o un kernel 2.1.* y el sonido debe estar compilado como módulo. Los patches están disponibles para la serie 2.0.3x de kernels en: ftp://ftp.redhat.com/pub/sound/patches-current/

source: PnP Probe Results
es: Resultado de la Detección PnP

source: A PnP sound card was found in your system. The details are: Model: %s
es: Se ha encontrado una tarjeta de sonido PnP en tu sistema. Detalles: Modelo: %s

source: Probe Error
es: Error en la Detección

source: A PnP card has been detected, but the model identifier is unclear. You will need to select the exact model from the next screen.
es: Fue detectada una tarjeta PnP, pero el identificador del modelo no está claro.Debes elegir el modelo exacto en la próxima pantalla.

source: PCI Probe Results
es: Resultado de la Detección PCI

source: A PCI sound card was found in your system. The details are: Model: %s
es: Fue encontrada una tarjeta de sonido PCI en tu sistema. Detalles: Modelo: %s

source: Probe Results
es: Resultado de la Detección PnP

source: No PnP or PCI sound cards were found in your system. Please select your card type from the following list.
es: No fue encontrada tarjeta Pnp o PCI alguna, en tu sistema. Por favor selecciona una, en la lista a continuación.

source: Card Information
es: Información de la Tarjeta

source: Autoconfiguration failed!
es: Configuración Automática falló

source: Autoconfiguration of your sound card failed. Now proceeding with manual configuration.
es: Hubo un fallo en la configuración automática de tu tarjeta de sonido. Continuando con la configuración manual.

source: Sonidoething is wrong
es: Hay algo que no está bien

source: There is already a file called /etc/isapnp.conf. The existing file will be renamed /etc/isapnp.conf.bak and a new file will be written.
es: Ya existe un archivo /etc/isapnp.conf. El archivo existente será renombrado para /etc/isapnp.conf.bak y se creará un nuevo archivo.

source: No cards found, or error probing for pnp cards
es: No fue encontrada tarjeta alguna o ocurrió un error en la detección de tarjetas PnP

source: Found PnP Card ->%s<- ->%s<-
es: Se ha encontrado una tarjeta PnP ->%s<- ->%s<-
